[ { projectCode: 'TG-MCB150013',
    cores: 128,
    pi: 'Jianpeng Ma',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'Baylor College of Medicine',
    abstract: 'To determine the 3-dimensional structures of a protein merely from its 1-dimensional sequence has been a major interest in the modern computational biology. Today, multiple approaches can be used to generate low-resolution models with 3~5 root-mean-square deviation (RMSD) from the native structure, while high-accuracy refinement is required to generate a high-resolution model (with 1~2 RMSD) from the low-resolution models. In the proposed project, we are going to combine parallel continuous simulated tempering (PCST) method, an enhanced sampling method we have developed recently, with the structured-based model (SBM) to further increase the sampling efficiency of rare events around important conformations in molecular simulation. The combined method will be applied in the refinement of 24 protein targets selected from the refinement category of the 10th Critical Assessment of Structure Prediction (CASP) experiments held in 2012. All-atom molecular simulations in explicit solvent will be performed to generate candidate models. Our method has already been coded into the latest GROMACS package and the preliminary testing shows some encouraging results.' },
  { projectCode: 'TG-MCA01S027',
    cores: 96,
    pi: 'Thomas Cheatham',
    fos: 'Cross-Disciplinary Activities (CDA)',
    inst: 'University of Utah',
    abstract: 'We propose to continue our studies of biomolecular structure, dynamics and interaction focusing on exposing and overcoming limitations in the empirical force fields and simulation methods.  Our application areas center on nucleic acids and proteins, in their native environment, including interaction with other ligands, solvent, ions, and drugs.  Our primary application code is AMBER and its specially optimized parallel version, PMEMD.  Some studies involve NAMD or CHARMM as well.' },
  { projectCode: 'TG-MCB120014',
    cores: 464,
    pi: 'Jeetain Mittal',
    fos: 'Biophysics',
    inst: 'Lehigh University',
    abstract: 'n/a' },
  { projectCode: 'iPlant-Collabs',
    cores: 32,
    pi: 'Matthew W Vaughn',
    fos: 'BIOLOGICAL SCIENCES (BIO)',
    inst: 'Texas Advanced Computing Center',
    abstract: 'The iPlant Collaborative is a successful partnership among UT and several other institutions to provide a comprehensive national cyberinfrastructure. It supports a community science gateway, a REST API, and several joint development, optimization, and scientific sub-projects. This project is intended to coordinate the development and optimization projects, leaving iPlant-Master as a home for the gateway and analysis activities.' },
  { projectCode: 'TG-AST100004',
    cores: 16,
    pi: 'Eric Hallman',
    fos: 'Extragalactic Astronomy and Cosmology',
    inst: 'University of Colorado',
    abstract: 'The formation of the largest cosmological structures in the universe is a nonlinear\nprocess.  In order to accurately model the properties of galaxy\nclusters, in particular to match the range of multiwavelength\nobservations of these objects, one needs to couple N-body dark matter dynamics, hydrodynamics, the\nheating and cooling of gas, \nprescriptions for star formation and feedback, magnetic fields, cosmic rays, and a host \nof other physical processes together in models that cover many orders of magnitude of dynamical range in space, time, and resolved mass.  As such, \nit is necessary to resort to large-scale numerical simulations in order\nto accurately model these physical phenomena.\n\nThis proposal is a continuation of a portion of last year\'s NRAC allocation TG-AST090040 (PI: Brian O\'Shea). The two projects described in this proposal have been\nseparated into their own allocation request based on the\nrecommendation of the NRAC referees and will make the individual allocations more manageable. This TRAC proposal requests computing resources to support \ntwo projects relating to cosmological structure formation.  This is a multiple-investigator proposal representing a large research collaboration. The common threads between the separate projects are: the use of the \\enzo\\ adaptive mesh refinement cosmology code, the development\nof which the PI and several members of the collaboration are deeply involved in;\n the study of aspects of cosmological structure formation via cutting-edge\ncalculations with this code; and pre-existing collaborations between the PI and Co-Is on \neach of these projects that are currently funded by NSF and NASA grants.  \nThis proposal directly involves faculty\nmembers, postdoctoral researchers, and graduate students\nat three institutions (not counting several other scientists who will not be running \nsimulations themselves, but will be scientific collaborators), and will \nsupport several NSF and NASA research grants,\nincluding the work of an NSF Astronomy & Astrophysics Postdoctoral Fellow and a DOE Graduate Research Fellow.  \nResources provided by this TRAC\ngrant will directly contribute to the dissertation research of at least three \ngraduate students. \n\nWe are requesting a total of 5.4 million CPU hours on two NSF computational\nplatforms.  This request will support two main research threads:\ni) The astrophysics of galaxy clusters; and \nii) The warm-hot intergalactic medium.' },
  { projectCode: 'TG-MCB100139',
    cores: 1360,
    pi: 'Jeffery B Klauda',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'University of Maryland, College Park',
    abstract: 'The research focus in this XSEDE Computational Proposal involves membrane-associated proteins that span the membrane (transmembrane) or attach to the membrane (peripheral) to transport substrates between cellular organelles and lipid-only membrane models. For lipid-only simulations, we propose to develop models for the endoplasmic reticulum (ER) and plasma membrane (PM) in yeast that better represent in vivo membranes. All-atom molecular simulations are proposed for three secondary active transmembrane proteins, i.e., lactose permease (LacY), the sodium-hydantoin transporter (Mhp1), small multidrug resistance transporter (EmrE). The main objective for the LacY research is to use QM/MM methods to understand possible pathways for proton translocation during the proteins transport cycle. For Mhp1, we aim to test a new simulation method that can be used to predict unknown conformations of transmembrane proteins. This protein is an ideal test case because the outward-facing, outward-facing occluded and inward-facing structures have been determined from x-ray diffraction. Studies on EmrE will probe the structure and function of this protein. Another objective is to study the attachment mechanism of Osh4 to ER and PM of yeast. Osh4 is a member of an important class of oxysterol binding protein homologues that transfers sterols and a signaling lipid between organelles. Since all three projects are computationally demanding, the only way we can tackle these projects is to obtain a significant allocation on XSEDE.' },
  { projectCode: 'TG-CHE150057',
    cores: 48,
    pi: 'Michael Gruenwald',
    fos: 'Physical Chemistry',
    inst: 'University of Utah',
    abstract: 'Research in the Gruenwald group is aimed at understanding the mechanisms of important dynamical processes in nanomaterials. How do nanomaterials form? How can they be manipulated? We use statistical mechanical modeling and classical molecular simulation to answer these questions. Currently we are pursuing three main thrusts with different computational needs.\n\n1) Structural and compositional changes in nanocrystals. Our goal is to accurately predict rates and mechanisms of cation-exchange in semiconductor nanocrystals. We are using neural networks to fit the energy landscape of accurate but computationally expensive reference methods like DFT. The resulting neural network potentials have accuracy comparable to the reference method, but generate molecular dynamics of large nanocrystal systems at a small fraction of the computational cost of the reference method. The computational work associated with this project mainly involves large numbers of DFT energy calculations (with a package like VASP) and the training of the neural networks.  \n\n2) Nucleation and growth of porous crystalline networks. Metal-organic frameworks (MOFs) are highly porous materials with possible applications in catalysis and gas storage. Synthesis of these promising materials, however, proceeds mainly though trial and error, as the fundamental mechanisms of MOF formation are poorly understood. We develop coarse-grained models for the constituents of MOFs to reveal mechanisms of nucleation and growth and guide the development of new synthetic protocols. Computationally, this project primarily involves parallel molecular dynamics simulations of systems of up to hundreds of thousands of particles, with a package like LAMMPS.\n\n3) Self-assembly of nanoparticles. The assembly of nanoparticles into ordered arrays with useful optical, physical, and electrical properties is a main thrust in material science. Through rapid progress of synthetic protocols, nanoparticle building blocks and the materials they can be assembled into achieve a level of complexity comparable with that of atomistic and molecular crystals. Using coarse-grained modeling of colloidal nanoparticles, we develop experimentally feasible strategies for the assembly of complex materials, ranging from crystal structures formed by colloids with DNA-mediated interactions, to reconfigurable assemblies of particles driven far from equilibrium. Our main tool in this project are brownian dynamics computer simulations of large ensembles of nanoparticles. These calculations can be performed particularly efficiently on GPUs with a package like HOOMD.' },
  { projectCode: 'TG-DMR150040',
    cores: 192,
    pi: 'Daniel Blankschtein',
    fos: 'Materials Research (DMR)',
    inst: 'Massachusetts Institute of Technology',
    abstract: 'The combination of several newly discovered 2D materials into van der Waals heterostructures utilizes synergies in their structural and electronic properties to unlock new applications in optoelectronics, sensors, and composite materials. Liquid-phase self-assembly provides a facile and scalable route for the production of these heterogenous stacks of layered 2D materials. However, despite the wide spread usage of liquid phase exfoliation and stabilization for a variety of layered nanomaterials, there is still a lack of understanding of the role of the molecular structure and ordering in the exfoliation medium. \n\nThrough all-atomistic molecular dynamics simulations, we intend to elucidate the significance of several molecular-level descriptors, including bulkiness, geometry, enhanced intermolecular cohesion, and ordering, of commonly used nanomaterial solvents in the aggregation of nanomaterial flakes. From these computational investigations, we hope to determine design rules to identify solvents which are most conducive to the self-assembly of a given ordered stack of 2D nanomaterials.' },
  { projectCode: 'TG-PHY100033',
    cores: 3824,
    pi: 'Christian D Ott',
    fos: 'Gravitational Physics',
    inst: 'California Institute of Technology',
    abstract: 'One century after Einstein\'s theory of general relativity has revealed space and time as dynamical entities, research in gravitation is preparing for a dramatically rising tide of observational data, adding gravitational waves to the messenger ensemble of astrophysics.  The first detection of gravitational waves will push open a new window on the universe, comparable to the revolutions brought about by the development of radio, infrared, and high-energy (UV/X/$\\gamma$-ray) astronomy. Prime candidates for first detection are catastrophic events involving compact relativistic objects and their strongly nonlinear gravitational fields, in particular the coalescence of compact binaries and stellar collapse.\n\nThe challenge to meet the tremendous sensitivity requirements of gravitational wave detectors is paralleled by a computational modeling challenge: The detection, identification, and accurate determination of the physical parameters of sources relies on the detailed theoretical understanding of the source physics, and, in many cases, on the availability of waveform template banks, which are used to filter the detector signals. \n\nFor coalescing compact binaries, good analytical approximations for the gravitational waveforms are provided by post-Newtonian expansion techniques as long as the orbits are wide. For the last obits and merger, where the fields are particularly strong, and where one has the best chances of discovering entirely new physics, the full Einstein equations have to be solved numerically on supercomputers. The latter is true also and in particular for stellar collapse to a protoneutron star and the subsequent evolution to a core-collapse supernova or to stellar-mass black hole formation and a potential late-time gamma-ray burst. In this case, gravitational wave data can be complemented by information carried by neutrinos and electromagnetic waves.\n\nOur group of researchers has been involved at the heart of the recent progress in numerical relativity that is now allowing for robust simulations of compact binary coalescence, merger, and post-merger evolution as well as simulations of stellar collapse and core-collapse supernova evolution in full general relativity.\n \nHere we propose to carry out computational relativistic astrophysics modeling of stellar collapse and binary black hole coalescence, following novel research directions, employing new technical approaches while fundamentally relying on the community infrastructure Cactus that we helped create.\n\nOver the last few years, we have invested much work into black hole binary simulations and pioneered many of the techniques that render possible large scale parameter studies of these systems, and to construct from such simulations analytical template banks that describe the inspiral, merger and ringdown of black hole binaries. The binary black hole part of this project will make it possible to combine all these techniques and leap-frog black hole parameter studies in time for establishing data analysis strategies for the advanced generation of GW detectors that is expected to come online in 2014.\n\nWe have equally been at the forefront in the modeling of the general relativistic collapse of massive stars to neutron stars and in simulations of core-collapse supernovae and the accretion-induced collapse of massive white dwarfs. In addition, we have recently developed and published much improved treatments and implementations for highly-relevant neutrino processes and the microphysical finite-temperature nuclear equation of state. The 3D stellar collapse projects that we propose here focus on the formation of black holes in failing core-collapse supernovae and on comparing 2D (axisymmetric) and 3D core-collapse supernova dynamics. The former is aimed at understanding the formation of gamma-ray burst central engines while the latter will help ascertain the influence of multi-D phenomena on the core-collapse supernova explosion mechanism. In addition, these simulations will yield new and improved estimates of the gravitational wave signature of stellar collapse, core-collapse supernovae, and black hole formation.\n' },
  { projectCode: 'TG-DMR120073',
    cores: 464,
    pi: 'Efthimios Kaxiras',
    fos: 'Materials Research (DMR)',
    inst: 'Harvard University',
    abstract: 'Our group studies the physical and chemical properties and interface phenomena\nof nanoscale materials for photovoltaic and energy storage devices.\nSimulation, using techniques such as finite element analysis and molecular\ndynamics, forms a major part of our research program and allows us to\ninvestigate new, multi-purpose materials, composites, and fabrication\ntechniques \\textit{in silico}.  Our current focus is topological insulators,\nlayered composite systems (e.g. graphene, dichalcogenides, boron nitride),\nsilicon nanostructures, organic semiconductor devices (e.g. pentance, rubrene,\nporphyrin, phthalocyanene) and point defects and impurities on semiconductor\nand metallic surfaces.  In addition to using pre-existing codes, we develop\ncodes for first-principles simulation which provide a balance between accuracy and\nefficiency.\n\nTo advance our current research program we request an allocation of 10M SUs,\nsplit across four distinct projects.  Initial performance and scaling tests at\nTACC, NCSA, and PSC have established the value of XSEDE resources for this\nwork, and allowed us to predict our computational requirements for the next\nphase of our research, which far exceeds the capacity available from local\nresources.\n' },
  { projectCode: 'GPR119',
    cores: 112,
    pi: 'Evangelia Kotsikorou',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'University of Texas Pan-American',
    abstract: 'GPR119 is a Class A (rhodopsin-like) G-protein coupled receptor predominantly expressed on pancreatic beta cells and in the gastrointestinal tract. Recently, it has attracted significant interest because of its insulin-regulating activity. GPR119 agonists stimulate glucose-dependent insulin secretion in vitro and lower the elevated blood glucose in vivo. Hence, the GPR119 receptor has emerged as an important target for the treatment of type 2 diabetes. To date, no x-ray crystal structure of these receptors are available and no homology models have been built. Homology models of the active and inactive states of GPR119 will be built using the most suitable x-ray crystal structures from the existing class A GPCR crystal structures. Biomolecular simulations will be used to refine the homology models and to explore the molecular mechanisms of GPR119 ligand recognition and activation. The homology models of the receptor are static models that can provide us with very useful information for ligand design, but limited information concerning the process by which the ligands access the receptors. To refine the homology models, molecular dynamics simulations in a lipid bilayer will be run. Then, to elucidate the mechanism by which ligands recognize GPR119, the well-tempered metadynamics technique will be used.' },
  { projectCode: 'TG-DMR120023',
    cores: 16,
    pi: 'Hung D Nguyen',
    fos: 'Materials Research (DMR)',
    inst: 'University of California, Irvine',
    abstract: 'Elucidation of the molecular-level mechanisms by which peptide amphiphiles are self-assembled into nanostructures for hydrogel via multiscale simulations might provide new informative tools in the engineering of novel biomaterials for tissue engineering. Since self-assembly of biological molecules into ordered structures such occurs on long time scales and involves many units, detailed all-atom approaches are not entirely suitable because they are too computationally intensive. Instead, most spontaneous simulation studies to-date have been limited using extremely simplified models. Therefore, the proposal is to develop a coarse-grained model that contains adequate genuine protein-like and polymer-like character to mimic real molecules yet is simplified enough for the simulation of large systems over relatively long time scales. When coupled with the discontinuous molecular dynamics algorithm, a fast alternative to standard molecular dynamics, this model will enable the simulations of relatively large systems at a greater level of detail than have previously been possible. This in turn will enable investigation of the fundamental physics underlying self-assembly, examination of assembly kinetics and exploration of the energetic and morphological characteristics of assembled structures. This will result in a clearer understanding of how environmental conditions impact the formation, functionality and performance of architectures of nanostructures in hydrogel by peptide amphiphile molecules as a crucial precursor to their widespread application and acceptance. The objectives of this proposal are: (1) expand the current protein model to represent twenty different amino acids with adequate details to study the role of the polymeric segment on the folding process of the peptide segment on the same PA molecule; (2) examine the role of different peptide sequences and environmental conditions on the morphology of self-assembled PA nanostructures; (3) elucidate the kinetic mechanisms underlying the self-assembly process of PA nanostructures by PA molecules; and (4) investigate the relationship between biological stimulus and the morphology of networks of nanofibers or hydrogels.' },
  { projectCode: 'TG-DMR110007',
    cores: 2048,
    pi: 'Katsuyo Thornton',
    fos: 'Materials Research (DMR)',
    inst: 'University of Michigan',
    abstract: 'n/a' },
  { projectCode: 'Disc_Gal_Blobs',
    cores: 16,
    pi: 'Francois L Waelbroeck',
    fos: 'Applied Mathematics',
    inst: 'Institute for Fusion Studies',
    abstract: 'The edge of fusion plasmas is subject to the intermittent ejection of plasma-filled flux tubes popularly called "blobs." These blobs develop sharp fronts during their propagation through the Scrape-off Layer (SOL) where the background plasma is in contact with the wall. These sharp fronts are numerically challenging to simulate, producing Rayleigh-Taylor fingers from interchange modes along steep density\ngradients. This project aims to explore the utility of Discontinuous Galerkin and flux-limiting methods to the fluid modeling of the dynamics of the edge of tokamak fusion plasmas.' },
  { projectCode: 'TG-DMS150002',
    cores: 32,
    pi: 'Yaohang Li',
    fos: 'Computational Mathematics',
    inst: 'Old Dominion University',
    abstract: 'Block Krylov subspace methods have the advantages of potentially faster convergence, reduced number of passes, and being more suitable for parallel computing architectures in comparison with traditional numerical techniques. Applying block Krylov subspace methods to address various linear algebra problems arising from scientific and engineering domains has become of primary interest. A well-known computational issue is that existing block Krylov subspace methods may break down due to rank deficiency problem, which limits their practical use. We have developed a simple solution to handle the rank deficiency problem, while theoretical analysis have revealed that the resulting block Krylov subspace algorithms, such as breakdown-free block Conjugate Gradient algorithm and block Minimum Residual algorithm, are capable of stably solving various linear algebra problems without suffering breakdown. We are focusing on developing and implementing block Krylov subspaces algorithms to facilitate linear algebra computations in big data analysis. We are also very interested in investigating performance of our implementations of block Krylov subspace methods on benchmark matrix sets. To accomplish those goals, we are applying for a Startup account to develop and test our block Krylov subspace algorithms. The codes will be built on top of multithreaded Intel Math Kernel Library (MKL). In addition, large shared memory on system is expected of use to enable tall-and-skinny matrix computations. An allocation of 100,000 SUs on Stampede system would provide us a good starting point for building those novel block Krylov subspace algorithms.' },
  { projectCode: 'Phase-field-Fracture',
    cores: 16,
    pi: 'Chad Landis',
    fos: 'Mechanics and Materials',
    inst: 'Institute for Computational Engineering and Science',
    abstract: 'The principal goal of the proposed research is to extend a modeling approach termed the phase-field fracture framework to include the physical behaviors relevant for modeling dynamic ductile fracture and crack evolution.  This task will require the inclusion of rate and state dependent plasticity and fracture energy within the model.  Additionally, it is critically important that the development of methodology is carried out in conjunction with novel experiments that allow for detailed observations and modeling of the relevant failure mechanisms.  Finally, due to the coupling between the fine scales associated with the fracture process and the coarse scales related to the structural dimensions, further work on the solution of the multi-scale phase-field model is needed in order to make quantitative comparisons between the model and experiments.' },
  { projectCode: 'TG-MSS090007',
    cores: 1152,
    pi: 'Markus J Buehler',
    fos: 'Mechanics and Materials',
    inst: 'Massachusetts Institute of Technology',
    abstract: 'Biological materials, many of which contain proteins as an elementary building block, are organized in functional networks, resulting in structures that span many hierarchical levels. The astounding ability of biological materials to integrate disparate properties goes far beyond our current ability in designing and synthesizing engineered materials, which often feature mutually exclusive properties. Our computational project is aimed at bridging analytical theory and experimental observation in order to both explain phenomena and predict behavior of biological hierarchical materials. In the previous year, we have successfully used XSEDE resources to run our massive computational jobs that provide us productive results of the molecular structures of several protein materials such as silk, elastin, collagen and intermediate filament. Specifically, for this renewal, we will continue focus on several representative biological protein materials from a material science perspective and investigate their role in mechanical materials phenomena. Our study will be very comprehensive as we will fully characterize the structure-mechanics relationship of each protein material to understand the molecular mechanism of their mechanics, as well as carry out comparative investigation to understand their unique roles in the corresponding physiological conditions. We will focus on addressing the property of several key materials: (i) collagenous tissues and bone, (ii) beta-sheet rich materials such as silk, and (iii) elastin, and including combinations of the above in so-called protein alloys. We will summarize the result in an integrated and comparative way by using category theory. Those features make the boundary of our study cross different length scales and different species of materials, making our study unique. The result will greatly contributes to our understanding of biomateriomics, which will improve the design of engineering materials. To ensure that we continue to make achievements toward our goal, we need continuum support of the computational resource for massively parallelized large-scale full-atomistic simulations and successive coarse-grained simulations. The computational resources provided by XSEDE resources will enable us to link the hierarchical structures, geometries and chemical interactions to the overall mechanical and failure properties of these materials. We have set up collaborations with multiple experimental groups in all areas of research, which makes our study promising and will lead to increased impact of our work.' },
  { projectCode: 'TG-MCA93S028',
    cores: 1440,
    pi: 'Klaus Schulten',
    fos: 'Molecular and Cellular Biosciences (MCB)',
    inst: 'University of Illinois',
    abstract: 'During 2005/2006 our group published 31 papers [1-31] and eight reviews [32-39] reporting our LRAC supported research. One paper notably described the first all-atom simulation of an entire virus, showing that some virus capsids assemble around preformed RNA; the reviews covered three fields which have become transformed through advanced computing: membrane transport, cellular mechanics, and bionanotechnology.  Over the past 15 years, we have published more than a hundred molecular dynamics studies, which were cited over 3,100 times. The great impact is very much due to our close link between computational work and experimental work: about half of our 2005/2006 papers were co-authored with experimental collaborators.  Through our own simulations, as well as through simulations of others using our groups program NAMD, the power of NSFs high performance computers is being harnessed daily for mainstream life science. This year, again, all studies proposed by us are linked directly to the laboratory bench, each involving a leading experimental investigator. We seek to continue investigating forefront biology (protein gas conduction, virus infection, DNA loop formation by proteins, mechanosensitive membrane channels, transport through nuclear pores, proteins acting as springs) and to add two ambitious, already well advanced, investigations on bacterial flagella and ribosome, projects which demand simulations of millions of atoms on thousand processors. In addition to all-atom approaches, our studies involve coarse-graining methods that reach beyond 10 microseconds simulation periods. The latter methodology is backed up by six successfully completed investigations [16, 27, 40-43] and heralds a new era in computational biology.' },
  { projectCode: 'Spatial-Curvature',
    cores: 176,
    pi: 'Jacob Moldenhauer',
    fos: 'Extragalactic Astronomy and Cosmology',
    inst: 'University of Dallas',
    abstract: 'Cosmic acceleration, the accelerated expansion of the universe on cosmological scales continues to receive support from numerous surveys.  General relativity with a cosmological constant can account for this observed phenomenon, but the theory must be consistent with the expansion history and the growth history of galaxies and galaxy clusters.  We test general relativity using the parameterizations, including spatial curvature, within the ISiTGR modules for CosmoMC to data from the cosmic microwave background measurements of the PLANCK satellite, the WiggleZ matter power spectrum, the integrated Sachs-Wolfe effect and galaxy-galaxy cross correlations (ISW-g), the shear measurements of the Canada France Hawaii Telescope weak lensing Legacy Survey (CFHTLenS), and recent expansion history data sets.  We pay particular attention to the constraints on $\\Omega_k$ and the GR parameters when systematically adding other data sets.  We use a FOM approach to find any improvement and shift in spatial curvature which has been shown to influence constraints on GR parameters.' },
  { projectCode: 'Materials-Physics',
    cores: 896,
    pi: 'Alex Demkov',
    fos: 'Solid State Physics',
    inst: 'Institute for Computational Engineering and Science',
    abstract: 'The project is focused on computational materials science including development of simulation tools.\nQuantum mechanical description of solids is at the heart of our approach.  \nWe use both density functional-based methods and those designed to take into account electron correlations.\nWe also develop methods to compute optical and transport properties of materials.' },
  { projectCode: 'TG-CTS130006',
    cores: 192,
    pi: 'Guillaume Blanquart',
    fos: 'Fluid, Particulate, and Hyrdaulic Systems',
    inst: 'California Institute of Technology',
    abstract: 'The aim of this project is to fill the gap in the present understanding and modeling of soot formation in turbulent non-premixed flames.  The project focuses on the two most critical aspects of soot formation, namely soot nucleation and soot oxidation.  Nucleation of soot particles results from a complex series of slow chemical reactions whose interactions with turbulence remain unknown.  Oxidation of soot depends strongly on the differential transport of the soot quantities (high Schmidt number) and temperature (close to unity Schmidt number).  \n\nThe objectives of proposed work are 1) to investigate the effects of turbulence on slowly reacting chemical soot precursors; 2) to develop reduced-order models for capturing these unsteady effects; and 3) to analyze the differences in transport of unity Schmidt number scalar (temperature) and high Schmidt number scalars (such as soot concentration).  State-of-the-art chemical and soot models will be incorporated in Direct Numerical Simulations of turbulent sooting flames.  Two configurations will be considered, namely turbulent mixing layers and homogeneous isotropic turbulence.  These two configurations are representative of the flow field at the base and the tip of a turbulent jet flame. \n\nThe outcome is expected to be a major leap in the understanding of soot formation/oxidation in combustion engines.  The impact of the proposed research goes far beyond soot formation. It is relevant to the formation of all other nanoparticles (SiO2, TiO2, and AlO3) as well as other slowly evolving processes in turbulent flows (CO, NOx).' },
  { projectCode: 'TG-MCB140273',
    cores: 800,
    pi: 'Alan A Chen',
    fos: 'Biophysics',
    inst: 'SUNY at Albany',
    abstract: 'For decades, RNA has been thought of as passive, uninteresting molecules only required for protein synthesis and as raw material for gene transcripts. However, a slew of recent discoveries such as microRNAs, ribozymes, riboswitches, and the CRISPR/CAS prokaryotic immune system have proven that RNAs functional repertoire is much more rich and varied than ever suspected. RNA has the unique ability to simultaneously code for genetic information, while also fold into conformations capable of specifically recognizing protein and DNA binding partners, bind small molecules and even perform chemical catalysis. It is now understood that RNA acts as a behind the scenes, middleware layer responsible for regulating and fine-tuning gene expression in ways we are only beginning to understand. Each new discover provides tantalizing opportunities to develop novel therapeutics and diagnostics by exploiting the cells own regulatory machinery.\nHowever, tools for predicting and probing RNA structure lag far behind the high-throughput, polished tools available to protein structural biologists, creating painful bottlenecks for the entire field of RNA science. While protein crystallography has evolved from a black art to a nearly routine endeavor, RNA structures are still so challenging to determine that their difficulty is best measured in post-doc-years and home mortgage-sized expenditures. Analgously, while modest sized proteins can now be reproducibly folded to Angstrom-level accuracy using all-atom computer simulations, few success stories can be found for reversible folding of small RNAs. These fundamental challenges inspired the creation of a unique multidisciplinary RNA Institute at SUNY Albany, whose mission is to foster much-needed innovations in RNA technology that will facilitate future breakthroughs in RNA biology and chemistry.This application combines multiple related projects investigating the biophysics of RNA folding carried out by a small consortium at the RNA Institute at SUNY Albany.' },
  { projectCode: 'TG-DMR090023',
    cores: 384,
    pi: 'Dane Morgan',
    fos: 'Materials Research (DMR)',
    inst: 'University of Wisconsin',
    abstract: 'n/a' },
  { projectCode: 'TG-CHE110042',
    cores: 544,
    pi: 'Ivaylo Ivanov',
    fos: 'Biophysics',
    inst: 'Georgia State University',
    abstract: 'n/a' },
  { projectCode: 'TG-AST130041',
    cores: 1088,
    pi: 'Laura E Blecha',
    fos: 'Astronomical Sciences (AST)',
    inst: 'University of Maryland, College Park',
    abstract: 'We request resources on XSEDE to perform high-resolution, hydrodynamic simulations of galaxy mergers and radiative transfer calculations, in order to identify the most promising observable signatures of dual and recoiling supermassive black holes (SMBHs) and to understand their impact on host galaxies. Rapid observational progress has been made in recent years toward building a statistical sample of candidate supermassive black hole (SMBH) pairs. Our proposed efforts toward modeling these systems and predicting their signatures will enable crucial advances in our theoretical understanding of SMBHs in merging galaxies. Using a combination of state-of-the-art numerical techniques, we will focus on two main aspects of this issue. The first effort will combine i) hydrodynamic simulations of galaxy mergers with the smoothed-particle hydrodynamics code Gadget-3 ii) 3-D, polychromatic, dust radiative transfer calculations with the Sunrise code, and iii) a novel semi-analytic model for the line flux and kinematics of the narrow-line emission region around active SMBHs. This will allow physically-motivated predictions of observable emission signatures from SMBH pairs in an ongoing galaxy merger that includes star formation. Both Gadget-3 and Sunrise have been extensively tested and used in combination to model galaxy mergers. In addition, we will conduct galaxy merger simulations to examine the later stages of SMBH binary inspiral and understand the impact of the SMBH evolution on the central regions of the host galaxy. The intermediate regime between gas-rich and gas-free galaxies is of particular interest, because it has not been modeled in detail and because a gravitational-wave recoil kick to the merged SMBH can either increase or decrease the size of the central stellar core, depending on the galactic gas content. These effects may therefore sharpen the observed dichotomy in central density profiles of elliptical galaxies. We have previously conducted numerous medium-resolution galaxy merger simulations on both university-based and XSEDE computing resources, many of which will be used in subsequent analysis. We have also successfully implemented and tested the narrow emission-line model for active SMBHs with Gadget-3 and Sunrise. With this underlying framework, the research proposed for XSEDE resources will represent a significant leap forward in our ability to model the co-evolution of SMBHs in galaxy mergers and to predict their signatures.' },
  { projectCode: 'TG-CTS110011',
    cores: 192,
    pi: 'Cynthia Lo',
    fos: 'Interfacial, Transport, and Separation Processes',
    inst: 'Washington University in St. Louis',
    abstract: '347240 service units (SUs) are requested on Teragrid resources (Abe, Kraken, Lonestar, Ranger) to perform density functional theory calculations and molecular dynamics simulations on various molecular systems for solar energy utilization.  The proposed computations, using codes such as CPMD, Gaussian, NAMD, and VASP, will result in a deeper scientific understanding of 1. Energy transfer processes in photosynthetic systems, 2. Reaction pathways for carbon dioxide conversion, 3. Protein-surface interactions in biohybrid solar cells.' },
  { projectCode: 'TG-ATM120010',
    cores: 480,
    pi: 'Vasubandhu Misra',
    fos: 'Climate Dynamics',
    inst: 'Florida State University',
    abstract: 'The proposal seeks to understand the low frequency variability of the Tropical Western Atlantic Storms  (TWAS) and its relationship with Intra-Americas Seas (IAS) climate processes. Traditionally simulations and predictions beyond the NWP range for tropical Atlantic storms have largely been on their frequency of occurrence throughout the basin over the 6-month period from June through November. This type of forecast or simulation has limited application although they have demonstrated admirable skill on seasonal time scales and on longer time scales in their rendition of the 20th century variability. The success of this study could be a harbinger for attempting predictions of a subset of the tropical Atlantic storms that are geographically more limited in the basin (western Atlantic). Furthermore a majority of TWAS make landfall over continental North America. In addition, the TWAS climatologically has a characteristic dominance of genesis in June and November, which could also be potentially exploited if we understand their causality. Thus this proposal is relevant to NOAAs NGSP mission on climate adaptation and mitigation to the threat of potential land falling tropical storms in North America.\n\tThe proposed work will employ high-resolution (~10km) coupled ocean-atmosphere model centered over the IAS in an attempt to resolve the TWAS, the Caribbean Low Level Jet (CLLJ), air-sea fluxes in the IAS, the diurnal variations in the region and capture the associated, intricate sub-surface ocean structure. In addition several sensitivity experiments are also proposed to understand the influence on the genesis and lifecycle of TWAS. This framework of regional coupled ocean-atmosphere modeling is deliberately chosen to afford the high resolution for multi-decadal integrations and limit the model drift by forcing the regional system with credible large-scale reanalysis (NCEP CFSR). The coupled GCMs have shown acute climatological bias in the IAS region with poor depiction of the associated variability in the boreal summer season.\n\tThe central objective of the proposal is to understand whether (and followed by how) IAS climate processes like the evolution of the IAS SST and sub-surface ocean evolution from the prior seasons, variability of CLLJ, air-sea fluxes in IAS, overlying atmospheric meridional cell can influence TWAS. The basis for this investigation is buttressed by several related observational evidence, a clear working knowledge of the models to be employed with its demonstration of use over another domain, and availability of computing resources to conduct the proposed integrations.\n' },
  { projectCode: 'TG-CTS120005',
    cores: 720,
    pi: 'Timothy Colonius',
    fos: 'Fluid, Particulate, and Hyrdaulic Systems',
    inst: 'California Institute of Technology',
    abstract: 'This is a renewal request for the project originally titled "Direct Numerical Simulation of Bubble Dynamics in Deformable Vessels", supported through allocation TG-CTS120005. Following the success of the previous allocation, detailed in the Progress Report, we request the following resources to include two additional research efforts from our group. As part of our continuing investigations into the fundamental mechanics of complex fluid flows using numerical simulations, we request 4.95M SU on Kraken and 3.01M SU on the Gordon Compute Cluster, as well as 158.52 TB of disk space. Using Kraken resources, we propose to investigate the multiscale physics of droplet breakup for multiphase nozzle flow applications. In full three-dimensional simulations solving the Navier-Stokes equations, parametric studies will examine the effects of post-shock Mach number and viscosity on the droplet breakup process. The resources on the Gordon Compute Cluster will be used to study three-dimensional instabilities and vortical structures in complex wake flows. Using a novel immersed boundary method based on lattice Green\'s functions, we propose direct numerical simulations of separated flows at Reynolds numbers ranging from 1,000 to 50,000.' },
  { projectCode: 'TG-DMR120025',
    cores: 2816,
    pi: 'Bilge Yildiz',
    fos: 'Materials Research (DMR)',
    inst: 'Massachusetts Institute of Technology',
    abstract: 'Next-generation energy systems, such as fuel cells, nuclear reactors, batteries, advanced oil and gas exploration systems will require materials that perform reliably under increasingly extreme conditions. Examples of extreme conditions encountered in energy systems include exposure to chemically reactive  corrosive  environments as aqueous fluids in fossil and nuclear plants, fuel cells, and water splitting; reactive and non-reactive gases at extreme temperatures and pressures as in solid oxide fuel cells, hydrogen transmission and storage, nuclear reactors; ionic liquids in fuel cells and batteries; steam, gases and hydrocarbons in oil shale processing, coal liquefaction. The chemical reactivity in these environments is further accelerated in the presence of mechanical loads and radiation fields. For the general infrastructure, it is not uncommon to quote 3-5% of the Gross National Product of any country as the corrosion bill to the society [1]. Overcoming the barriers caused by the inability of todays materials to function reliably in these extremes is a major challenge to enable secure, affordable energy with minimal adverse environmental impacts. Revolutionary advances are needed in reducing the degradation of materials due to reactivity in these aggressive conditions to meet the future energy challenges. For this purpose, a fundamental understanding of the thermodynamics and kinetics of unit processes that occur at the atomic level under such corrosive environments is needed (1).\nThe goal of this research is to quantitatively uncover the mechanisms that govern the corrosion kinetics in two energy-related contexts. The results of this research will ultimately lead to the development of physics-based predictive models for corrosion and guide the design of more durable material surfaces. The first context is the corrosion of zirconium alloys that are currently the canonical nuclear fuel cladding in water cooled nuclear reactors (the most commonly used nuclear plants in the world). The second is corrosion of low-chromium steels in oil fields containing hydrogen sulfide rich fluids. While these two systems look different in application, the scientific commonality we focus is on the stability of passive surface films that are critical in corrosion of both material systems - those are the zirconium oxide surface films in the former, and iron sulfide surface films in the latter. We will accomplish our goal through a multiscale computational approach linking first-principles electronic structure methods with atomistic simulations. In the rest of this section we describe the current state-of-knowledge of the mechanistic aspects of corrosion in the above mentioned energy-related systems. This description will allow us later on defining our Proposed Research and justifying the requested computational resources for this research. \n' },
  { projectCode: 'TG-DMR110004',
    cores: 2080,
    pi: 'Dario Marrocchelli',
    fos: 'Metals, Ceramics, and Electronic Materials',
    inst: 'Massachusetts Institute of Technology',
    abstract: 'n/a' },
  { projectCode: 'TG-DMR140031',
    cores: 656,
    pi: 'Aldo Romero',
    fos: 'Materials Research (DMR)',
    inst: 'West Virginia University',
    abstract: 'n/a' },
  { projectCode: 'TG-MCB130178',
    cores: 2112,
    pi: 'Angel E Garcia',
    fos: 'Biophysics',
    inst: 'Rensselaer Polytechnic Institute',
    abstract: 'n/a' },
  { projectCode: 'TG-CHE140071',
    cores: 32,
    pi: 'Tudor Spataru',
    fos: 'Inorganic, Bioinorganic and Organometallic Chemistry',
    inst: 'City University of New York',
    abstract: 'Enzyme Cytochrome P450 and coenzyme vitamin B12 have similar physical and bio-chemical features of their activation mechanisms due to their similar structures. Both molecules are activated by the influence of the substrate or by the influence of the electronic transfer. The special effect similar to Pseudo-Jahn-Teller effect is responsible for the activation of these bio-systems. DFT, MCSCF and single point CCSD(T) electronic structure methods are expected to identify both,  the structural mechanisms and the vibronic e. g. Pseudo-Jahn-Teller effect influence on coenzyme vitamin B12 coenzyme and enzyme porphyrin P450 activation in multiple biological processes.' },
  { projectCode: 'TG-PHY130016',
    cores: 2304,
    pi: 'Bin Qiao',
    fos: 'Physics (PHY)',
    inst: 'University of California, San Diego',
    abstract: '   We request a new allocation of 6 million service units (SUs) on Stampede and 2 million SUs on Lonestar to carry out a series of large-scale computational studies on the dynamics of high-energy proton beam generation, focusing and transport by high-power lasers. We plan to use the unique capability of 3D implicit hybrid particle-in-cell (PIC) code LSP [Welch01, Welch06], specially designed for large-scale plasma simulation by ATK Company, to extend our previous proton focusing and transport studies from laser-pulse of 1 picosecond (ps) duration and 100 Joule (J) energy scale to 10ps-kJ scale. That is an unexplored regime of proton focusing and beam interactions where new phenomena, such as electron loss to surrounding structures, proton source depletion [Foord07, Hey09] and instabilities on beam transition into plasma [Ruhl04], are predicted. Our goal is to extend our physical understanding of the phenomena into this range facilitating optimal source designs for various applications and eventually utilizing laser-accelerated protons as a potential drive for proton fast ignition inertial fusion energy (IFE). The scientific basic for proton fast ignition IFE will be established and the first integrated point design simulation of proton fast-ignition will be carried out.  The computations will also be used to explain and design the relative experiments on OMEGA EP national laser facilities, which have been supported by DOE NNSA NULF funding for 2 years (2013-2014) and other funded or pending DOE HEDLP programs (DE-SC0001265 etc.).  The computational results with totally 8M SUs will have a significant impact in the field of HED physics and the success of the project - with possible medical and energy application spin-offs - could spark general public interest as well.' },
  { projectCode: 'TG-CHE140084',
    cores: 64,
    pi: 'Chen S Wang',
    fos: 'Analytical and Surface Chemistry',
    inst: 'University of California-Riverside',
    abstract: 'Initial research suggests molybdenum disulfide (MoS2)  nanoclusters are highly active catalysts assisting important reactions such as hydrodesulfurization, hydrodenitrogenation, and water splitting. Currently, the edge states of these clusters are believed to be the catalytically active sites. Moreover, the activity of these sites are enhanced with the presence of point defects that result in missing sulfur atoms. The Bartels group specializes in ultra high vacuum growth and scanning tunneling microscopy (STM) study of MoS2 films. Complementing these experiments with theoretical work, we model the films using density functional theory (DFT), specifically the Vienna Ab-initio Simulation Package (VASP), to give further insight into film defects, substrate interactions, and activity with titrate molecules. When we consider the periodicity of the MoS2 film and that of the underlying substrate, we create a unit cell upon which the two separate crystals are commensurate with one another. Often, this process results in a relatively giant model that is too large for our home computer clusters to handle. For this reason, we are applying for XSEDE time to run analysis of these MoS2 films, their noted defects, and their interactions with titrant molecules.' },
  { projectCode: 'TG-DMR150011',
    cores: 384,
    pi: 'Yongmei Jin',
    fos: 'Materials Research (DMR)',
    inst: 'Michigan Technological University',
    abstract: 'This proposal requests XSEDE allocation of high-performance computing resource for computational materials research project that is supported by the PIs NSF grant. The proposed research is a continuation of the PIs computational materials research over the past 14 years. The requested resource will be used by our research group to carry out realistic simulations of domain processes in ferroic and multiferroic materials to gain better insights into the fundamental mechanisms for advanced properties in these important functional materials. Domain evolution and mechanisms play fundamental roles in determining the material properties and functionalities. Our research activities focus on multiferroic magnetic shape memory alloys and their magnetic, superelastic and magnetoelastic behaviors, and phase transformation phenomena. The objectives are to understand domain mechanisms, establish quantitative relationships between domain evolution and material properties, and search for effective ways for domain engineering and property optimization. The gained scientific understanding will also provide insights and guidance for the development of new advanced multifunctional materials for technological applications.' },
  { projectCode: 'TG-MCB090159',
    cores: 2992,
    pi: 'Gregg Beckhame',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'National Renewable Energy Laboratory',
    abstract: 'Molecular simulation will be used to investigate the structure of the plant cell wall and the mechanisms by which cellulose-degrading enzymes convert highly recalcitrant plant cell walls into sugars.  Research conducted as part of this proposal will enable molecular-level understanding of the natural routes for cellulose conversion to sugar, thus facilitating rational design approaches for improved biofuels processes at the industrial scale.  Three groups of projects will be pursued concurrently:  1) modeling of the plant cell wall structure from the atomistic to the micrometer length scale with a multiscale simulation approach; 2) investigation of fungal cellulases interacting with cellulose; and 3) a study of bacterial enzymes that assemble to form huge protein complexes (cellulosomes) to degrade cellulose synergistically.' },
  { projectCode: 'TG-AST020001S',
    cores: 512,
    pi: 'Philip Marcus',
    fos: 'Astronomical Sciences (AST)',
    inst: 'University of California, Berkeley',
    abstract: 'This Supplement is to carry out "inverse" calculations in order to deduce global properties of the Jovian atmosphere that cannot be measured directly, such as its vertical stratification and how the jet streams vary with depth. We have developed a new method to extract high-precision velocity fields of the Jovian vortices from satellite images. Using a genetic algorithm, we search over parameter space to find the values of the global parameters of the atmosphere and of the parameters of the vortices (which are all uniformly translating solutions to the 3D equations of motion) to give the best fit to the extracted velocity fields. The changes in parameter values over 30 years of observation (1979 with Voyager to the present) gives a precise description of Jupiter\'s climate changes during the lat 30 years.' },
  { projectCode: 'TG-MCA95C006',
    cores: 2864,
    pi: 'Ming Xue',
    fos: 'Atmospheric Sciences (ATM)',
    inst: 'University of Oklahoma',
    abstract: 'The Center for Analysis and Prediction of Storms CAPS), a graduated NSF S&T center, continues to maintain a vibrant program of basic and applied research in storm-scale data assimilation and numerical weather prediction (NWP).  CAPS leads the University of Oklahomas participation as a core research partner in an NSF Engineering Research Center (ERC) for Collaborative Adaptive Sensing of Atmosphere (CASA).  CAPS also leads an multi-institution NSF Large Information Technology Research (ITR) project, known as Linked Environments for Atmospheric Discovery (LEAD), that seeks to develop an infrastructure for mesoscale meteorology research and education. Other funded projects include storm-scale data assimilation centered around ensemble Kalman filter and variational data assimilation (DA), and those that seek the understanding of convective storm and tornado dynamics and of initial condition sensitivity through very-large-ensemble approach, the study on the impacts of special data sources. Extension will also be made to study hurricane track and intensity forecasts and their sensitivity to initial and boundary conditions. The grants that supported the research for which supercomputing time is sought in this proposal are listed in the cover page. As a continuation of the experiments of 2007, CAPS seeks resources to perform realtime storm-scale ensemble prediction with increased sophistication that is supported by LEAD and CSTAR grants, and to produce realtime numerical prediction of thunderstorms assimilating data from the CASA radar network. The latter is essential to fulfill the mission of NSF ERC CASA program. In addition, on-demand forecasts will be performed by LEAD across the Teragrid resources. A combined total of 2,576,200 service units (SUs) across LRAC computing platforms is requested.' },
  { projectCode: 'TG-CTS150002',
    cores: 768,
    pi: 'Mahnaz Firouzi',
    fos: 'Interfacial, Transport, and Separation Processes',
    inst: 'Stanford University',
    abstract: 'Storing CO2 underground such as in depleted oil and gas reservoirs is one of the proposed methods of mitigating CO2 emissions. Understanding the relative wettabilities of shale to water, CO2, and oil are critical to predicting the outcome of CO2 storage in these systems. The organic matter and clay minerals are important because of their association with oil and natural gas reservoirs. Knowledge of clay structure, porosity, surface tension and wettability has significant importance in the petroleum industry for better subsurface imaging and fluid flow modeling. In the proposed work, atomistic models of clay surfaces and clay pores using quantum mechanical methods will be created. The wettability and contact angles will be calculated for illite surfaces from molecular simulations using the Clayff force field that was developed specifically to examine the interaction between various adsorbates in contact with clay minerals. In addition, the role of clay minerals in the adsorption and transport of fluid through the micropore networks will be investigated using non-equilibrium molecular dynamics and Grand Canonical Monte Carlo simulations.  The results will have important implications for CO2 adsorption and transport and providing knowledge on the physics associated with potential CO2 storage in shale.' },
  { projectCode: 'TG-DMR970008S',
    cores: 1712,
    pi: 'Gerbrand Ceder',
    fos: 'Materials Research (DMR)',
    inst: 'University of California, Berkeley',
    abstract: 'Our group studies the structural, thermodynamic, kinetic, electronic, and electrochemical properties of materials for energy technologies with a focus on the ab initio prediction for complex materials. Using our grant from last year, we accomplished most of what we outlined as a plan of research in last year\'s proposal, and submitted several papers based on that work: 1) we have determined the equilibrium particle shapes for olivine structure LiFePO4 and LiMnPO4 and calculated the energy barriers for lithium in the bulk region to diffuse out at the (010) surface. These factors control the morphology and performance of this important class of Li ion battery cathode materials. 2) We have calculated the bending strain energy, defect energy and interfacial energy in TiS2 nanotubes, and determined the optimal bending angle. These calculations permit a better understanding of the structure of inorganic nanotubes, which is crucial to accurate calculations of their electrochemical and other properties for Li ion battery applications. 3) We constructed the Pourbaix diagrams for both bulk and 0.5 to 2 nm diameter Pt nanoparticles, which helps us understand and improve the stability of Pt nanocatalysts. 4) We developed a method based on the cluster expansion formalism that makes highly accurate thermodynamic calculations of nano-structured materials computationally feasible, and applied it successfully to our test system of Au-Pd nanoparticles to predict ground state structures. This method allows us to extend our computational work to alloyed nanoparticles that are too large for the fully ab initio approach. We are requesting an allocation to allow us to advance our studies on several areas: in Li ion battery materials we will 1) continue the study of LiFePO4 nanoparticles with adsorbates to study how the equilibrium particle morphology is modified by different solution environments and predict optimal synthesis conditions, and 2) study lithiation reactions in alloyed metallic and oxide nanoparticles. 3) In fuel cell catalysis we will investigate the effects of alloying on Pt catalysts. 4) We will also evaluate different quantum mechanical, continuum and hybrid model in the study of electrochemical properties of room temperature ionic liquids for electrolyte and other applications. 5) We will evaluate the optical and transport properties of candidate materials for photovoltaic applications using the GW approximation. The amount of units we are requesting this year is higher than last year\'s allocation because of the fact that we are expanding our research program to include additional areas of energy technologies and also because of the increased complexity in our calculations.' },
  { projectCode: 'TG-MCA06N038',
    cores: 400,
    pi: 'John Abraham',
    fos: 'Chemical and Thermal Systems (CTS)',
    inst: 'Purdue University',
    abstract: 'The end-objective of this line of research is to employ large-eddy simulations (LES) to aid in the development of a new generation of clean-burning internal combustion engines. This work is of interest to engine manufacturers who are investing large amount of resources in improving engine efficiency (reducing carbon emissions) and reducing harmful emissions like NOx, CO, particulate matter, and unburned hydrocarbons (UHC). Two specific types of engines are of interest here: low-temperature combustion (LTC) stratified-charge compression-ignition (SCCI) engines and lean-burn natural-gas engines. In these engines the flow field is characterized by a highly fluctuating strain field that interacts with the flame/chemistry. Studying the engine flow field by employing direct-numerical simulations (DNS) is still impractical with current computational resources. So, the approach adopted by the PI and his research team is as follows: (1) carry out DNS (under engine conditions) in canonical configurations to understand turbulence/chemistry interactions, (2) employ the data from these simulations to assess the accuracy of existing subgrid-scale turbulence/chemistry interaction models or develop new models, and (3) employ the models in reacting LES in engines. The current request for resources is for (1) and (2). Two fuels, methane (surrogate for natural gas) and n-heptane (surrogate for diesel), are selected because their oxidation chemistry is reasonably well known and reduced chemical mechanisms are available. Methane will be employed for spark-ignited premixed-charge studies of relevance in natural-gas engines, and n-heptane will be employed in autoignited stratified-charge studies of relevance to low-temperature combustion compression-ignited engines.\n\nThe configurations will be 2D rectangular and 3D cuboid geometries in which a decaying turbulence flowfield is initialized. The gas will be either premixed methane/air mixture with an ignition kernel or an autoigniting stratified n-heptane/air mixture. 4.8 million SUs are requested to carry out eight simulations for the methane/air premixed mixture and 2.12 million SUs for the n-heptane/air stratified-charge mixture, adding up to a total of 6.92 million SUs. Four of the simulations for methane will be carried out in 2D with fairly detailed chemical mechanisms whereas the other four will be carried out in 3D with global mechanisms. All n-heptane/air stratified charge mixture computations will be carried out in 3D with a reduced mechanism for n-heptane oxidation. This work will build upon work that is being currently funded by NCSA grant number MCA06N038. The resources from NCSA in the last three years have led to 10 archival publications, 7 conference papers, and three Ph.D. graduates.  The NCSA resources will be supplemented by the Rosen Center of Advanced Computing at Purdue University to carry out less intensive simulations involving global mechanisms in 2D and detailed mechanisms in 1D. Funding for this work is provided by Caterpillar, Inc. The company is developing both natural gas engines and low-temperature combustion engines. The results of the work, as in prior work that we have carried out using NCSA resources, will be reported in the open literature. The Caterpillar funding has a separate component which supports work that is specific to their engines. This will not be carried out using NCSA resources.\n' },
  { projectCode: 'TG-CHE150008',
    cores: 16,
    pi: 'Hideya Koizumi',
    fos: 'Chemistry (CHE)',
    inst: 'Arkansas State University',
    abstract: 'The PI proposes a computational modeling and investigation of the hydrogen bonding that occurs within same polymer.  The interpolymer interaction is responsible for a property like stiffness in polymers.  Cellulose and fibroin are used as case studies in this project.  Cellulose is a linear chain of several hundred to many thousands of (14) linked D-glucose units found in cotton which is one of major crops grown in the Mississippi delta region of the state of Arkansas.  Fibroin consists of the beta pleated sheets of amino acids (Gly-Ser-Gly-Ala-Gly-Ala) and is a major component of silk.  Detailed computational studies of interpolymer interaction will provide vital insights into understanding tensile strength and bulk properties such as stiffness.  Some reports the study of mixture of cellulose and fibroin in acidic solution.  Comparison of these data may be useful in developing high-tech fabrics or materials for other industrial uses. \nThe PI plans to model and simulate the structure of these polymers using density functional theory.   The data values collected in these case studies will be compared to the experimental measurements of bulk phase tensile strength.  The preliminary data collections will be submitted for the NSF funding application to cover further in-depth investigations of the subject in near future.  \nIn order to obtain reasonable data, the model has to simulate the realistic 3D setup.  Starting with a monomer at the origin, the polymer chain is created along x-axis in such way to reduce the strain.  Then another chain is laid alongside of the first chain in y-axis direction.  The careful orientation of each polymer unit maximizes the interpolymer hydrogen bonding.  Therefore, slight offset must be introduced between chains.  The process is repeated to create a sheet.  Finally, at least two layers of polymer sheets are introduced along z-axis to complete the model.  The geometry of this 3D polymer structure is optimized to maximize the interpolymer interactions.  Several calculations must be repeated to adjust the interpolymeric bond length.  This includes directions along hydrogen bond and perpendicular to the hydrogen bond.  To estimate the required computational cost, the PI has performed calculations with minimal setup with fibroin polymer using standard desktop computers.  This minimal computational setup only uses a minimal basis set and two monomer units in each cell.  This setup does not produce enough data for meaningful comparison with the available bulk phase data.  Computations on more realistic unit cell using at least PBEPBE/6-31G* level ,  of theory is necessary for the task.  Hence, the help of high performance computing capability is necessary for this study.  This also may be a good opportunity to test the usage of periodic boundary conditions in the model of complex polymers.\nComputational data for fibroin polymer from the initial study will be reported at the local conference Create@State 2015 at Arkansas State University (with Arkansas Bioscience Institute) within next two months.  More refined data with cellulose will be reported during the fall semester 2015 at INBRE conference.  These data generated through XSEDE seed will be used to write a NSF proposal for further investigations of the subject during the summer semester 2015.  \nThe PI requests 30,000 service unit (SU) from Blacklight, 40,000 from Gordon and 40,000 from Stampede. Software used for the projects include G09  and AMBER .' },
  { projectCode: 'TG-AST150019',
    cores: 4352,
    pi: 'Aleksander Sadowski',
    fos: 'Astronomical Sciences (AST)',
    inst: 'Massachusetts Institute of Technology',
    abstract: 'We propose to study circularization and accretion of debris material returning to a supermassive black hole after a disruption of a main sequence star.  The simulations will be performed using the state-of-art general relativistic radiation magnetohydrodynamical code KORAL and will use the output from Smoothed Particle Hydrodynamics (SPH) simulations of stellar disruptions as its boundary condition. For the first time ever we will be able to simulate self-consistently the onset of accretion from circularized debris which is triggered by magneto-rotational instability. We will also be able to follow properly the radiative cooling by evolving the radiation field in parallel to gas and magnetic fields. Simulations with non-zero BH spin will tell us about the importance of relativistic precession and deflection, and allow studying the evolution of magnetic jet. Our project will address crucial questions related to tidal disruption events: the delay between the disruption and the onset of accretion, the peak luminosity, its profile in time and its angular dependence, and, finally, the properties of the magnetic jet.' },
  { projectCode: 'TG-MCB130015',
    cores: 2208,
    pi: 'Douglas Tobias',
    fos: 'Biophysics',
    inst: 'University of California, Irvine',
    abstract: 'The projects described here aim at three different aspects in which specific molecular mechanisms contribute to proper eye function and the stability of its components. Atomistic molecular dynamics simulations, as well as Brownian dynamics simulations of rigid proteins, promise to reveal detailed insights into mechanisms, their modulation as well as underlying causes of pathological conditions due to point mutations or age-related chemical modifications.\nThe first subproject focuses on the actual event of light detection in the retina of the eye via photon absorption of light by the cofactor retinal in the G-protein coupled receptor rhodopsin. The second subproject is concerned with the organization of proteins in the eye lens, which features an extremely high concentration of a specific class of proteins, crytallins. Due to the absence of any cellular machinery required for protein degradation and synthesis, the crystallins need to be stable and non-aggregating for a lifetime. In the third subproject we study modulations of aquaporin-mediated transport of water, which is essential to the nutrient supply of cells of the eye lens.' },
  { projectCode: 'TG-OCE130007',
    cores: 560,
    pi: 'Matthew R Mazloff',
    fos: 'Physical Oceanography',
    inst: 'Scripps Institution of Oceanography',
    abstract: 'With the central purpose of attaining a best estimate of the state of the Southern Ocean in the early 21st Century, a general circulation model of the Southern Ocean with 1/6 degree horizontal resolution, 42 vertical layers, and open northern boundary, is fit by constrained least-squares to a large observational data set. Data used include Argo float profiles, CTD synoptic sections, instrument mounted seal profiles, XBTs, altimetric observations (ENVISAT, GEOSAT, Jason 1 and 2), infrared and microwave radiometer observed sea surface temperature, inverted echo sounders (IES), and NSIDC sea-ice cover. An adjoint model is used to determine descent directions in minimizing a misfit function each of whose elements has been weighted by an estimate of the observational plus model error. The model is brought into near-agreement with the data by adjusting its control vector, here consisting of initial, open northern, and meteorological boundary conditions. An existing 2005-2007 solution that is in good agreement with the great majority of the observations, and thus can be used to quantitatively estimate the properties of the Southern Ocean circulation, has been made available for public use via web-server.  Over the past year a 2008-2010 Southern Ocean state estimate solution was generated and is available. Model - observation biases still remain in this more recent solution. We propose another year of optimizing this solution and extending it through 2012 in order to improve its scientific value. Improvements to the model are planned and include forcing with and optimizing atmospheric pressure. We also plan to include bottom pressure constraints and constraints to a tracer release experiment. We hope to include some biogeochemical constraints (e.g. O2 and alkalinity) and atmospheric state constraints as well.' },
  { projectCode: 'TG-MCB140274',
    cores: 448,
    pi: 'Jose Onuchic',
    fos: 'Biophysics',
    inst: 'Rice University',
    abstract: 'Influenza is one of the most wide spread diseases and severely affects the health of millions of human beings annually. Our lab computationally studies Influenza hemagglutinin (HA2), the homotrimeric viral surface protein that facilitates host-viral membrane fusion both by introducing its fusion peptides into the host membrane and through a large conformational rearrangement. Our coarse-grained studies have brought up interesting questions that are important in order to understand the molecular mechanism of membrane fusion mediated by HA2. Here, to address these questions, we request a total of 4.7 million SUs on Stampede supercomputer, to perform explicit-solvent molecular dynamics simulations with a newly developed single-copy enhanced sampling method and the CHARMM36 force field. Project 1 needs 2.5 million SUs to map out the free energy landscape of the B-loop domain of HA2, which undergoes a loop-to-coiled-coil transition that presents the fusion peptides to the host membrane. There is much controversy in the field as to whether the B-loop is enthalpically-downhill driven (spring-loaded), or whether there is a significant entropic barrier to its transition. Our simulations will conclusively discern the mechanism of this transition. Project 2 needs 2.2 million SUs to address the dynamics and structure of fusion peptides once they have been introduced into the host membrane. Through simulations, we will find out whether the fusion peptides aggregrate, form a specific functional oligomer, or simply provide an anchor for HA2. Prospective results from these two projects will shed light on the generic membrane fusion mechanism shared by influenza viruses and other viruses such as HIV and Ebola. Additionally, an understanding of the molecular mechanism for fusion will highlight the vulnerable regions of HA2 on which to concentrate drug research.' },
  { projectCode: 'A-astro',
    cores: 272,
    pi: 'Volker Bromm',
    fos: 'Extragalactic Astronomy and Cosmology',
    inst: 'University of Texas at Austin',
    abstract: 'We will carry out ambitious cosmological simulations of the formation of the first sources of light in the early universe. We will utilize our well-tested massively-parallel combined N-body and smoothed-particle hydrodynamics code GADGET2, modified to include the detailed cooling, chemistry, and radiative transfer in primordial gas, to study the assembly process of the first galaxies, including for the first time a realistic treatment of the star formation process, the radiative and chemical feedback from these stars, the generation of turbulence inside the first galaxies, and the growth of supermassive black holes in their centers. We will derive the observational signature of the first galaxies, to be observed with the James Webb Space Telescope (JWST), the successor to the HST, planned for launch in 2013.' },
  { projectCode: 'BHV-FSI-S',
    cores: 432,
    pi: 'Michael S Sacks',
    fos: 'ENGINEERING (ENG)',
    inst: 'Department of Biomedical Engineering',
    abstract: 'This project is to develop numerical methods for fluid-structure interaction (FSI) analysis of native and prosthetic heart valves. Our FSI framework must handle the coupling of complex fluid flows, large structural deformations, contact problems, and geometric variability inherent to heart valves. By using techniques of isogeometric analysis, we will be able to directly analyze spline-based representations of valves. Creating a robust, accurate, and dynamical simulation of valvular FSI will allow us to study the effects of leaflet geometry and material properties on blood flow patterns, and investigate time dependent phenomena such as fatigue damage of bioprosthetic heart valves, where the leaflet properties change over the course of many cycles. We plan to validate our FSI model by comparing computational results to experimental data.' },
  { projectCode: 'TG-AST150042',
    cores: 1024,
    pi: 'Shane Davis',
    fos: 'Astronomical Sciences (AST)',
    inst: 'University of Virginia',
    abstract: 'We will perform radiation hydrodynamic and magnetohydrodynamic (MHD) simulations of two types of astrophysical systems.  The first set of simulations will build on our previous work to explore the interaction of radiation, dust, and gas in rapidly star forming environments.  These calculations will allow us to better understand the role small scale instabilities play in limiting the exchange of momentum between stellar radiation and interstellar gas. They will allow us to test simple analytic models and the sub grid prescriptions used in galaxy and cosmological scale simulations to model such interactions.  A second set of MHD simulations will examine the effects of realistic opacities on the structure and dynamics of accretion flows around supermassive black holes. Recent work has shown that ultraviolet line opacity can significantly alter the structure and thermal properties of the envelopes of massive stars. Supermassive black hole accretion disks are in a similar temperature and density regime, but there have been no attempts to account for such opacity in previous numerical or analytic models. These simulations will utilize recently developed radiation transfer modules for the Athena MHD code. Previous work has demonstrated that our radiative transfer algorithms yield more accurate and qualitatively different results from the diffusion approximation or M1 closure methods commonly employed in other codes.  Hence, we are uniquely well-placed to perform the calculations outlined below.' },
  { projectCode: 'TG-DMR120071',
    cores: 128,
    pi: 'Alexie Kolpak',
    fos: 'Materials Research (DMR)',
    inst: 'Massachusetts Institute of Technology',
    abstract: 'Using first-principles density functional theory computations, we will design novel dynamically tunable catalysts for low-temperature CO2 capture and conversion into cyclic carbonates, a class of compounds used in a various industrial scale applications.  The concept of the new catalysts stems from our previous work predicting the ability of a ferroelectric polarization to modify the chemical and reactive properties of supported thin films.  We propose to both understand this phenomenon at a fundamental level and to develop a high-throughput method to screen ferroelectric oxide-supported ultrathin oxide and chalcogenide films.  Our results will enable us to (a) build a database correlating interface properties and catalytic behavior; (b) develop an optimal system to reduce the barrier for the CO2-->cyclic carbonate reaction; and (c) extend these concepts to decrease transition barriers in other energetically costly industrial scale reactions.\n' },
  { projectCode: 'TG-DMR090027',
    cores: 48,
    pi: 'Jeffrey Grossman',
    fos: 'Materials Research (DMR)',
    inst: 'Massachusetts Institute of Technology',
    abstract: 'Computational modeling holds high promise to bring us towards a new paradigm in materials design which will have tremendous impact on the development of energy conversion materials. In this work, we aim to apply a range of computational approaches, including classical molecular dynamics, density functional theory, and quantum Monte Carlo techniques, to elucidate key mechanisms in energy conversion materials and use this understanding to make predictions for enhancing their conversion efficiencies. We outline here our specific scientific computing goals, including both properties and materials.  Taken together, we feel that these calculations could provide important insights into the driving mechanisms of energy conversion for PV and TE applications.' },
  { projectCode: 'TG-CHE150072',
    cores: 400,
    pi: 'doraiswami ramkrishna',
    fos: 'Physical Chemistry',
    inst: 'Purdue University',
    abstract: 'Crystallization has remained one of the main separation techniques employed by the pharmaceutical industries throughout its history. However, despite the long-standing tradition of this separation process, little is known about the physics concerning the nucleation event itself. This is most reflected in the stubborn problem of polymorphism: a molecules ability to exist in more than one distinct crystalline form. Due to the strong correlation between a molecules three dimensional crystal structure and the physical properties which it exhibits, the phenomenon of polymorphism leads to variations in a potential drug molecules most important characteristics: solid-state stability and bioavailability. We seek to calculate rates of nucleation for individual polymorphs in multiple solvents for (1) illuminating the kinetic effects of experimental operating conditions (temperature, pressure, solvent, antisolvent), whose kinetic effects are neglected in lattice energy minimization procedures, for a more robust crystal structure prediction methodology (2) determining the degree to which molecular simulations coupled with classical nucleation theory can be used to predict first principle polymorph specific solubility curves (3) calculating first principles nucleation kernels which can be directly used in population balance models for mesoscale simulations of crystallization units.' },
  { projectCode: 'TG-DMR130145',
    cores: 64,
    pi: 'Yong Han',
    fos: 'Materials Research (DMR)',
    inst: 'Iowa State University',
    abstract: 'This work is the modeling and simulation component of NSF-supported Grant No. CHE-1111500 which covers both experimental and modeling studies. The goal of this research work is to advance capabilities for predictive modeling and simulation of metal nanostructure formation and stability. The nanoclusters considered in this work are formed by deposition on single-component single-crystal metal substrates, on binary alloy substrates, and/or on graphene substrates supported on flat surfaces of certain metals. We develop realistic atomistic-level models which have predictive capability, and can thus elucidate and guide experiments. Our model requires very many precise energetic parameters (both for thermodynamics and kinetics) as input. These energies must be obtained from a large number of density functional theory calculations with high convergence standards and high precision. These NSF-supported studies are of fundamental importance to advance the understanding of the formation and relaxation of metal nanostructures on specific surfaces, and potentially of the interaction of those nanostructures with chemisorbed species.' },
  { projectCode: 'TG-AST140064',
    cores: 5200,
    pi: 'Ji-hoon Kim',
    fos: 'Astronomical Sciences (AST)',
    inst: 'Stanford Linear Accelerator Center',
    abstract: 'This is a request to continue our program of novel, high-resolution simulations of super-massive black hole (BH) growth and galaxy evolution, which will resolve the interstellar medium (ISM) and both fueling and feedback from BHs with fundamentally new physics on galactic scales. This will extend and improve on work over the last year using a previous XSEDE research allocation (Resolving Feedback from Super Massive Back Holes in a Realistic Interstellar Medium; PI Hopkins), particularly taking advantage of the numerical and physical advances that allocation enabled to generate a systematic suite of simulations studying feedback in different environments, which will be used to address a vast array of fundamental science questions.\nIn these simulations, the ISM will be explicitly resolved into diffuse and dense molecular cloud phases, with stars forming only in high-density bound cores, while both gravitational capture and accretion into the sub-pc scales of the viscous accretion disk by the BH will be explicitly resolved. When stars form, or mass is accreted onto the BH, energy and momentum is injected into the surrounding media via stellar and active galactic nucleus (AGN) feedback. We self-consistently incorporate the effects of radiation pressure (from stars and the AGN accretion disk), stellar and accretion disk winds, supernovae types I & II, and photo-ionization as well as Compton heating (by stars and AGN). This generates explosive galactic outflows and drives turbulence within both dense and diffuse gas in galaxies.\nWe will use these simulations to for the first time study accretion and feedback from AGN while simultaneously treating the ISM on galactic scales in a realistic fashion, without ad hoc prescriptions which have been used in previous numerical studies. In this investigation, our proposed simulations focus on a range of scales, from small-scale simulations of the obscuring torus region which can resolve inflow into scales of the viscous BH accretion disk, up through fully galaxy-scale simulations. This will allow us to simulate a range of different processes and develop an understanding of how small-scale physics of AGN accretion and driving of accretion-disk winds impacts galactic star formation and evolution at a much larger scale.\nBecause of their unique realism and range of physics incorporated, the proposed simulations will be used to address a wide range of current open scientific questions. We will study the evolution of BH accretion rates, generation of nuclear and galactic-scale winds, the interaction of AGN- driven and stellar-driven galactic outflows, the effects of AGN feedback on galactic star formation, and the nature of BH-host galaxy correlations. XSEDE resources are necessary to provide the computational power to perform these simulations, as the resolution demands exceed what can be achieved with local computing resources. We will use the new code GIZMO, that allows us to run simulations with either a moving-mesh method, or a novel formulation of smooth particle hydrodynamics (SPH). These simultaneously capture many of the advantages of Eulerian (grid) and Lagrangian codes, and allow us to directly isolate their discrepancies.\nWe have successfully performed test runs using the production version of the code on local computing clusters, and have run previous simulations using Stampede at TACC. This allows us to estimate runtime requirements for the proposed simulations, totaling 3.6 million SUs.' },
  { projectCode: 'iPlant-Master',
    cores: 32,
    pi: 'Matthew W Vaughn',
    fos: 'BIOLOGICAL SCIENCES (BIO)',
    inst: 'Texas Advanced Computing Center',
    abstract: 'The iPlant Collaborative is an NSF funded initiative to build the Cyberinfrastructure to address the grand challenges in plant biology.   iPlant currently has developers and early adopters from more than 40 US institutions and collaborators around the world.' },
  { projectCode: 'TG-PHY120016',
    cores: 480,
    pi: 'Pablo Laguna',
    fos: 'Gravitational Physics',
    inst: 'Georgia Institute of Technology',
    abstract: 'This renewal proposal seeks the continuation of our EXEDE Resources Allocation in support of our numerical relativityeffort on simulations of compact objects and their impact on astrophysics and gravitational astronomy.  Numerical relativity has truly become a tool of discovery. For gravitational wave astrophysics, it has enabled a serious conversation between researchers modeling sources of gravitational radiation and scientists focussed on the intricacies of analyzing the\ndata collected by interferometric detectors.  The black hole binaries continues to be one of the most transformative challenges at the interface of gravitational wave physics, astrophysics, mathematical relativity and computational\nscience. The challenge resides in the complexities associated with solving Einstein\'s equations; in the many scales involved, from those comparable to the binary orbits or gravitational wavelengths to those in the vicinity of the black holes; in the resolutions needed to accurately extract gravitational waveforms; and in the inclusion of physics to model matter sources. \nThe allocation requested will support  work on  binary  black holes systems organized in the following closely related project areas: 1) Binary black holes in vacuum to expand parameter space explored to include arbitrary black hole spin orientations and to enhance a bank of  hybrid gravitational waveforms.\n2) Binary black holes in astrophysical environments to investigate whether electromagnetic observations are able to detect and characterize the presence of these binary systems. \n3)Binary black holes in alternative theories of gravity to study the late inspiral and merger of a binary coalescences and distinguish between scalar-tensor gravity and general relativity.\n' },
  { projectCode: 'Catalysis',
    cores: 256,
    pi: 'Perla B Balbuena',
    fos: 'Chemical Reaction Processes',
    inst: 'Texas A&M University',
    abstract: 'The goal of this project is to investigate possible mechanisms for the decomposition of furfural on transition metal surfaces. Experimental information indicates that furfural decomposes via two possible routes giving different products when copper or palladium surfaces are used as catalysts. In this work, we will investigate the adsorption of furfural and its reaction intermediates on each of the surfaces, and we will test possible mechanisms to determine their thermodynamic and kinetic feasibility. To accomplish this goal, we will use the VASP program to compute the adsorption of several species on the metal surfaces, using a slab approach. Transition states will also be investigated using the nudge elastic band method.' },
  { projectCode: 'TG-CHE150033',
    cores: 48,
    pi: 'Xiao Zhu',
    fos: 'Chemistry (CHE)',
    inst: 'Purdue University',
    abstract: 'Computer simulation is emerging as a useful tool for resolving mechanistic questions of biophysically relevant enzymatic reaction. In this proposal, the PI plans to use state- of-the-art methods of Molecular Dynamics (MD) simulations and combination of classical molecular mechanical (MM) and quantum mechanical (QM) approach to investigate impor- tant biological action of medically relevant antibiotics.\nPenicilins and its variants are the most popular antibiotics used till date. Chemically, they fall in the category of beta-lactums, which consist of a 4-membered ring involving N and carbonyl oxygen. These beta-lactum antibiotics chemically react with some cell-wall- forming enzymes of bacteria, generally known as penicilin-binding proteins (PBP) to stop the formation of trans-peptide-bond in cell-wall and thus stop the cell-wall growth.\nThe central focus of the current project will be the computational investigation of the chemical-reaction between beta-lactums and PBPs at an atomistic resolution, especially the first step of the antibiotic-substrate reaction known as the acylation. Specific plans of the project will be to use novel methods of QM/MM-based free-energy simulation and constant pH-based MD simulation to :\n1) Unequivocally determine the correct protonation states of the key residues in the active site of the enzyme.\n2) Free-energetically investigate the competing antibiotic-substrate reaction pathways.\nMost of the simulations will be done with parallel software packages CHARMM and GROMACS, which are known to scale reasonably well in supercomputers of XSEDE and hence the proposed project will be highly benefitted from access to XSEDE resources. The PI has prior hands-on experiences of performing QM/MM computer simulation and classical MD simulation for diverse biologically relevant systems and hence usage of proper XSEDE resources will be ensured. The PI believe that allocation of 200,000 SUs as startup grant in multiple XSEDE resources will be highly beneficial for making strides in this interesting project. Specially, the PI requests 50K SUs each on Stampede and Comet, and 100K SUs on Gordon.' },
  { projectCode: 'TG-MCB130173',
    cores: 96,
    pi: 'James Gumbart',
    fos: 'Molecular and Cellular Biosciences (MCB)',
    inst: 'Georgia Institute of Technology',
    abstract: 'Bacteria possess a number of elements and systems that are either completely unique or distinct from their higher-order eukaryotic counterparts.  For example, Gram-negative bacteria possess a second, outer membrane surrounding them that is composed not only of phospholipids but also the unusual lipopolysaccharides.  How this outer-membrane\'s composition affects embedded proteins within or diffusion of small molecules across it are often neglected questions in most computational studies to date.  Addressing these questions at the atomic scale is one of the major goals of this proposal.  For comparison and validation, studies investigating diffusion of small molecules as well as partitioning of small protein helices in traditional phospholipid membranes are proposed.  Another distinct system is the bacterial ribosome, which is the target of a large fraction of antibiotics known as macrolides that interfere with polypeptide synthesis by blocking its exit tunnel.  By determining the structures and interactions of nascent proteins within the exit tunnel, with and without bound macrolides, as proposed here, the precise role of the exit tunnel in protein synthesis will be illuminated.  Furthermore, these studies will permit the rational design of new macrolides and macrolide derivatives.  The primary technique to be used for all studies is molecular dynamics simulations with the highly scalable program NAMD.' },
  { projectCode: 'TG-CHE150007',
    cores: 32,
    pi: 'Jennifer S Hirschi',
    fos: 'Chemistry (CHE)',
    inst: 'SUNY at Binghamton',
    abstract: 'We use a combination of experiments and theoretical calculations to study the details of mechanisms in both organic and enzymatic reactions.  A key aspect of this research is the modeling of transition structures using electronic structure methods in Gaussian, accompanied by the prediction of theoretical kinetic isotope effects.  Transition structures from mechanistic analysis are used to optimize reactions, design new reactions and catalysts, as well as design enzyme inhibitors.  Both quantum and molecular mechanics simulations - using programs such as Gaussian, CHARMM, and NAMD - are used to simulate reactions and inhibitors.  Simulations range from 5-10 fs and are run on systems in the range of just a few atoms to large enzymatic systems in boxes of water.  An example of a current project involves the dynamic modeling of inhibitors for purine nucleoside phosphorylase that are based upon the transition structure of the enzyme derived from kinetic isotope effects and theoretical calculations. We are investigating the interactions of the inhibitors within the active site and the specific contributions to enthalpic and entropic binding energies.' },
  { projectCode: 'Computational-Cosmol',
    cores: 208,
    pi: 'Jacob Moldenhauer',
    fos: 'Extragalactic Astronomy and Cosmology',
    inst: 'University of Dallas',
    abstract: 'For the last decade, several cosmological observations have been indicating that the expansion of the universe is accelerating.  The cosmic acceleration constitutes one of the most important and challenging current problems in cosmology and all physics.  Several possible causes or explanations have been proposed.  These include a cosmological constant, or some other form of repulsive dark energy, i.e. negative pressure and negative equation of state, a modification to general relativity at cosmological scales of distances, or an apparent effect of inhomogeneities in the universe.  Dr. Jacob Moldenhauer, Assistant Professor of Physics, currently tests these explanations of cosmic acceleration for consistency with many of the latest cosmological observations of both the expansion history and growth of structure formation in the universe.  These tests are performed using a modified version of the publicly available Monte Carlo Markov Chain code for cosmology, cosmoMC, (A. Lewis and S. Bridle, 2002).  This code is used along with certain packages, or modules like ISiTGR, (J. Dossett, M. Ishak and J. Moldenhauer, 2011) designed to test for consistency with general relativity using elegant parameterizations for modeling the dark energy at different times in the universes evolution.' },
  { projectCode: 'TG-CTS140033',
    cores: 576,
    pi: 'Amirfarhang Mehdizadeh',
    fos: 'Fluid, Particulate, and Hyrdaulic Systems',
    inst: 'Pennsylvania State University',
    abstract: 'We request high performance computing (HPC) resources  in order to develop and validate advanced turbulence modeling strategies for accurate modeling of three dimensional nonsteadyboundary layer and free shear layer dynamics. In particular, we explore hybrid URANS/LES and URANS-based transition models.Current hybrid RANS/LES models are plagued by their inability to accurately transition from URANS to LES modes, which in turn affects the predictions. We have been developing a hybrid model \\\\cite{amir} capable of accurately capturing the essential unsteady dynamics of turbulent flows ranging from fully attached to strongly  separated for a myriad of applications whereLES is computationally prohibitive. In addition, the URANS based $\\\\gamma-Re_{\\\\theta}$ laminar to turbulent transition model \\\\cite{LM2009} will be assessed and improved and ultimately integrated with the URANS/LES formulation. Presently, this model is not suitable for accurately predicting cross-flow transition and highly nonsteady three dimensional flows. We request 4.4 million SU\'s on Stampede to design a hybrid URANS/LES based transition model to predict accurately and provide deeper understanding of unsteady three dimensional boundary layer and wake dynamics important for applications in rotorcrafts and wind turbines.\n\n\n' },
  { projectCode: 'TG-MCB080116N',
    cores: 1472,
    pi: 'Dmitry Matyushov',
    fos: 'Molecular and Cellular Biosciences (MCB)',
    inst: 'Arizona State University',
    abstract: '  This project will focus on the energetics of the sequence of\n  electronic transitions in bacteria resulting in the separation of\n  charge across the membrane caused by the absorption of a photon of\n  visible light. We will run classical MD trajectories of the\n  bacterial reaction center in order to extract two types of\n  information: dynamics of the fluctuations of the donor-acceptor\n  energy gap for the electronic hops and the equilibrium distributions\n  of energy gaps. The latter will provide us with the free energy\n  surfaces of electronic hopping transitions directly used in the\n  calculation of the reaction rates.  The main question we address in\n  this study is the details of the mechanism by which natural systems\n  eliminate wasteful recombination rates allowing quantum efficiency\n  exceeding 99&. This information will be used to formulate practical\n  suggestions for photosynthetic conversion of light energy applicable\n  to artificial photosynthesis.' },
  { projectCode: 'TG-MCA99S015',
    cores: 288,
    pi: 'John B. Kogut',
    fos: 'Elementary Particle Physics',
    inst: 'University of Maryland, College Park',
    abstract: 'We are simulating lattice QCD with 2 flavors of color-sextet quarks. Perturbation theory indicates that this theory is asymptotically free and has an infrared-attractive fixed point. If so, it would be a conformal field theory with a continuous spectrum and no mass gap. Non-perturbative analyses suggest that a chiral condensate forms before the infrared fixed point is reached. The massless theory would then be QCD-like - confining with spontaneous broken chiral symmetry and a normal \'hadron\' spectrum. However, the proximity of the infrared fixed point means that there would be a range of renormalization scales over which the running coupling would evolve very slowly, i.e. it would \'walk\'. Such walking behavior is desirable for candidate Technicolor theories. We are trying to test these ideas by simulating the thermodynamics of this model. We are also extending this work to the 3 flavor case.' },
  { projectCode: 'TG-MCB140147',
    cores: 112,
    pi: 'James Taylor',
    fos: 'Molecular and Cellular Biosciences (MCB)',
    inst: 'Johns Hopkins University',
    abstract: 'We have developed and continue to support the Galaxy genomic analysis system. Our main public Galaxy analysis website currently supports more than 50,000 genomics researchers performing hundreds of thousands of analysis jobs every month. Many academic and commercial institutions around the world operate private Galaxy instances.\n\nGalaxy enables biomedical researchers to perform complex compute-intensive analyses with nothing to install and configure. It also allows tool developers to deploy their analysis applications without the need to design interfaces and maintain compute infrastructure. Both of these are profoundly felt. Despite the fact we do not put any requirements on citing our work, over 500 papers published in 2013 alone have utilized Galaxy as the analysis platform.\n\nAs a direct consequence of our initial success we have reached a point where we can no longer sustain the exponential growth of analysis load and associated biological data storage on our public servers. In order to extend our capacity we are requesting XSEDE Gateway allocation aimed at establishing a national computational biology gateway.' },
  { projectCode: 'TG-MSS130007',
    cores: 1024,
    pi: 'Huck Beng Chew',
    fos: 'Mechanics and Materials',
    inst: 'University of Illinois',
    abstract: 'n/a' },
  { projectCode: 'TG-DMR130011',
    cores: 1568,
    pi: 'David S Simmons',
    fos: 'Materials Research (DMR)',
    inst: 'University of Akron',
    abstract: 'The proposed research will employ NSF XSEDE computational resources to address two questions in the physics and engineering of glass-forming materials: 1) how do interfacial effects on glass-formation impact the boundary condition of flow in confined glass-forming liquids; 2) what is the interplay between crystallization and glass formation in semi-crystalline systems, and how can these systems be rationally engineered via changes in composition and chemical structure? These topics will be addressed via coarse-grained classical molecular dynamics simulations of 1) nanoconfined polymeric and small-molecule glass-formers under flow and 2) a semicrystalline binary Lennard-Jones glass-former.' },
  { projectCode: 'TG-OCE130005',
    cores: 128,
    pi: 'Rosanne Martyr',
    fos: 'Ocean Sciences (OCE)',
    inst: 'University of California, San Diego',
    abstract: 'n/a' },
  { projectCode: 'MP-PD',
    cores: 576,
    pi: 'John T Foster',
    fos: 'Algorithm Development',
    inst: 'Department of Petroleum and Geosystems Engineering',
    abstract: 'To develop and extend the DOE Peridigm code for multiphysics.  Includes nonlocal algorithm development and nonlinear solvers.  Applications include coupled flow and fracture in porous media and thermoelasticity leading to material failure in brittle materials.' },
  { projectCode: 'TG-BIO150027',
    cores: 640,
    pi: 'Jill C Preston',
    fos: 'BIOLOGICAL SCIENCES (BIO)',
    inst: 'University of Vermont',
    abstract: 'Most plant species use seasonal cues in order to time their reproductive output with favorable environmental conditions. In the temperate zone, an extended period of winter cold (vernalization) can ready certain species to flower, resulting in rapid blooming in response to warm conditions of the spring. Conversely, if winter is too warm or too short, species that are vernalization responsive experience delayed flowering, often coinciding with conditions not conducive to seed set. Thus, climate change can affect locally adapted species in different ways. The proposed project aims to better understand the evolutionary genetic response of plants to ancient climate change by determining the timing and number of origins of vernalization responsiveness in a temperate lineage of grasses: the Pooideae. This will be achieved by combining growth chamber experiments and ancestral trait reconstruction with transcriptome analyses of gene expression. Pooid grasses comprise some of the worlds most important crops, including wheat, barley, oats, turf grasses, and forage grasses. If successful, results of this study will help explain natural variation in plant responses to both current and past climate change, and provide a broad knowledge base to aid genetic manipulation of crop species suitable for a variety of environments.' },
  { projectCode: 'TG-OCE110011',
    cores: 256,
    pi: 'Timour Radko',
    fos: 'Physical Oceanography',
    inst: 'Naval Postgraduate School',
    abstract: 'This three year plan for research focuses on the dynamics of oceanic double-diffusive convection, an important small-scale mixing process driven by the two orders of magnitude difference in diffusivities of heat and salt in seawater. The significance of double-diffusive mixing for water-mass transformation and determining the structure of the temperature-salinity relationship in all oceans has become increasingly clear over the last few years. One of the most intriguing aspects of double-diffusive convection is related to its ability to transform smooth vertical gradients into stepped structures consisting of mixed layers separated by thin, stratified interfaces. Recent field data from the tropical Atlantic has shown that vertical fluxes due to salt fingers, within thermohaline staircases, are significantly (by an order of magnitude) enhanced when compared to non-staircase regions with similar stratifications. Thus, it is vital to improve our understanding of thermohaline staircase formation, evolution and large-scale consequences. Double-diffusive mixing plays a fundamental role in the oceans ability to transport and sequester heat, salt, nutrients, pollutants and carbon dioxide. Yet, this small-scale process is not included in most large-scale oceanographic models, including operational Navy models, which severely limits their predictive capabilities. This research plan is aimed at quantifying the double-diffusive transport in both smooth gradients and thermohaline staircases, developing clear insight into the origin of staircases and specifying conditions for their formation. The proposed study will involve numerical process modeling using a pseudo-spectral code, which integrates the Navier-Stokes equations of motion (Boussinesq approximation). Inferences from the model runs will be used to interpret the oceanic fine- and microstructure data and the results of laboratory experiments. Advanced support is requested for collaboration with Dr. Gabriele Jost, who is familiar with the double-diffusive codes and has collaborated with the NPS computational fluid dynamics group in the past. This collaboration involves application of the advanced numerical methods to Double-Diffusion problems. The goal of this collaboration is to perform a series of Direct Numerical Simulations that will form the basis of a parameterization scheme for the General Circulation Models (GCMs). Prof Radko has developed code of his own to solve DDC problems for 2D (SF2D) and 3D (SF3D) problems. The parallelization in these codes is based on OpenMP. In order to handle realistic problem sizes, more computational power is needed than what the current OpenMP version delivers on general multi-core node clusters. SF3D lends itself to MPI parallelization. The 2D version (SF2D) may be a good candidate for running on GPGPU based nodes. Special support is requested for the port of SF2D to a GPGPU system, the development of an MPI based version of SF3D and for the evaluation of existing MPI-based codes and their suitability to the current project.' },
  { projectCode: 'A-aoag',
    cores: 320,
    pi: 'David Goldstein',
    fos: 'Fluid, Particulate, and Hyrdaulic Systems',
    inst: 'Center for Aeromechanics Research',
    abstract: 'I propose a continuation of our AFOSR work related  to novel passive textures  for turbulent boundary layer control.  The devices of interest use shapes that  are small and closely spaced and hence require detailed direct numerical  simulation of the near surface flow to capture the physics.  We have already carried out simulations of configurations involving  synthetic jets and of small wall jets blowing/sucking below a turbulent boundary layer  to manipulate individual coherent flow structures.  In particular, I propose to continue to use our CFD approach  to investigate the use of riblets to constrain the development  of local turbulent regions.  In the late stages of boundary layer transition to turbulence, turbulent spots  may form.  As a turbulent spot moves downstream, it spreads laterally  until it merges with other growing spots and the entire span becomes turbulent.  Although the spots themselves have an interesting structure,   they appear much like small arrowhead-shaped  regions of fairly developed turbulence and so should be subject   to means of control  already developed for a fully turbulent boundary layer.  Although the development of spots of turbulence may be unavoidable,  perhaps their growth can be constrained by a riblet covered surface.  So even though having riblets covering much of an aircraft surface where the bou  ndary layer is  already turbulent does not usually pay off, riblets applied locally to extend th  e end of the laminar  region have greater potential leverage since there is such   a large increase in shear stress  in a turbulent flow and since small areas of riblets are cheap.    We are directly simulating this process. The direct numerical simulations  of the Navier Stokes equations are done in a channel-like domain   that is very long  in the streamwise direction. The emphasis of the work is on studying  the fundamental nature of the flows generated during the transition process  and how such small scale textures interact with the turbulent vortex  structures in a wall-bounded flow.    We have also begun a project to model rarefied atmospheric flows on our  moon after a comet impact an on Jupiter\'s moon Io. On Io, flows of sulfur  dioxide gas arise from sublimating frost patches and from active volcanic  plumes. We simulate these types of plumes with a direct simulation Monte  Carlo method.    Our codes now run well in parallel. The turbulent flow codes run in OpenMP  on Champion and the stochastic molecular codes in MPI on Champion or Lonestar.' },
  { projectCode: 'TG-PHY130044',
    cores: 512,
    pi: 'Yuyang Zhang',
    fos: 'Physics (PHY)',
    inst: 'Oak Ridge National Laboratory',
    abstract: 'van der Waals (vdW) interactions play a prominent role in the structure and function of many weak interaction systems, and has been systematically investigated during the past several decades. Comparing to covalent bond or ionic bond, vdW interaction belongs to weak bond regime. In the recent years, scientists realize that this weak interaction can dramatically influence some properties, which should be dominated by strong bond. For example, vdW energy can contribute up to 12.7% of the formation energy in a typical semiconductor system. However, more attentions and efforts are still needed to find how this weak interaction can influence the big thing. Can we really move the earth with a pivot? \n\nTo answer this big question, we submit this proposal with aims to (1) improve the accurate and efficient density functional theory - local atomic potential approach (DFT-LAP); and (2) investigate its application in superconductivity.\n' },
  { projectCode: 'TG-CTS100012',
    cores: 192,
    pi: 'Cyrus K. Aidun',
    fos: 'Fluid, Particulate, and Hyrdaulic Systems',
    inst: 'Georgia Institute of Technology',
    abstract: 'Problems in which fluid and solid interact dynamically occur in various engineering and biological applications. In such problems, the solid and fluid phases are tightly coupled requiring the simultaneous solution of both phases. In addition, the high spatial and temporal resolution required for such problems tends to make traditional numerical methods computationally expensive. A hybrid method, using the lattice-Boltzmann (LB) method and finite element (FE) analysis for modeling the fluid and solid phases, respectively, can provide a number of unique features making the solution of large problems in this field feasible. This study\nconsists of two different projects, and each project addresses important research questions in phenomena involving fluid-structure interaction.' },
  { projectCode: 'TG-ATM100027',
    cores: 1024,
    pi: 'John Helly',
    fos: 'Atmospheric Sciences (ATM)',
    inst: 'University of California, San Diego',
    abstract: 'This proposal has two parts to it.  The main part is the simulation run with a new paramaterization of cloud microphysics to be run in the MMF.  We seek an allocation of computational resources for this project as part of the research plan for the Center for Multi-scale Modeling of Atmospheric Processes (CMMAP), an NSF Science and Technology Center (STC) as described below.  This particular set of experiments is part of on-going CMMAP efforts to improve parameterizations of cloud micro-physics but also represents growth and maturity of the MMF approach since Dr. Morrison is now using the MMF to conduct experiments with the MMF as a platform much as CCSM is being used by the broader community. This gets to the second aspect of this proposal.  We are also requesting time and technical support for building an MMF Community Modeling portal using community accounts previously obtained under an existing allocation.  \n' },
  { projectCode: 'Lung-cancer-sequenci',
    cores: 704,
    pi: 'Tae Hyun Hwang',
    fos: 'Cross-Disciplinary Activities (CDA)',
    inst: 'University of Texas Southwestern Medical Center',
    abstract: 'This project involves with a large amount of sequencing data including whole-exome, genome, and RNA-seq data to perform comprehensive study for lung cancer.' },
  { projectCode: 'TG-DMR070072N',
    cores: 768,
    pi: 'Chris G Van de Walle',
    fos: 'Materials Research (DMR)',
    inst: 'University of California, Santa Barbara',
    abstract: 'We propose to apply Teragrid computing resources to investigate oxide and nitride semiconductors, hydrogen storage, and novel CMOS materials. We will apply state-of-art first-principles computational methods based on density functional theory to investigate the atomistic features and the electronic structure of surfaces, interfaces, native defects, and impurities in technologically important oxide and nitride semiconductors, non-classical CMOS materials, and complex hydrides.  Our group has a strong record in the research of wide-band-gap semiconductors, doping and defect physics, semiconductor surfaces and heterojunctions.  There are currently 12 researchers in our group,  including 1 university faculty, 1 project scientist, 1 associate specialist, 4 postdocs, and 5 Ph D students.  Our research is funded by external grants from NSF, DOE, the UCSB Solid State Lighting and Energy Center, the ACS Petroleum Fund and the Semiconductor Research Corporation.  In this proposal we are requesting a total of 1,115,000 Teragrid SUs for the year 2009.' },
  { projectCode: 'TG-CTS140072',
    cores: 32,
    pi: 'Qiaohua Tan',
    fos: 'Chemical Reaction Processes',
    inst: 'University of Oklahoma',
    abstract: 'Lignocellulosic biomass is a renewable feedstock that may produce valuable chemicals and transportable liquid fuels. A process that appears economically feasible is the thermal break-down of biomass via pyrolysis to form bio-oil, which cannot be directly used as fuel because of high oxygen contents, and thus requires the catalytic upgrade preferably by hydrodeoxygenation (HDO) to remove the oxygen. During the thermal breakdown, lignin, the major component of the biomass is decomposed into phenolic compounds such as phenol, cresol, guaiacol and syringol and their derivatives. Efforts are required in the design and development of active catalysts that can deoxygenate these phenolic compounds, which rely on the understanding of the detailed mechanisms for the HDO of phenolic compounds. The first principle density functional theory (DFT) methods enable us to understand the structure of the catalyst and the chemical reactions at the atomic level, and thus give us more in-depth understanding of how the specific atomic structure of the catalyst and its complex reaction environment influence the catalytic performance. In this proposed work, we use density function theory to explore the fundamental mechanisms that govern the HDO of phenolic compounds on the supported metal catalysts and establish the micro-kinetic model that precisely describe the kinetics, and explore the important structure-activity relationships that can be used to guide the development of more active catalysts. We propose to investigate the effects of the composition of metal by examining the pathways of HDO of m-cresol on Pt, Ni and Fe promoted Ni surfaces. We also propose to investigate the influence of the support by exploring the active sites on the Pt particle with the reducible metal oxide TiO2 support. Finally, we will examine different phenolic compounds such as phenol, cresol and 1,2-benzenediol to explore the structural effects of these phenolic compounds on their HDO reactivity. This proposed theoretical work will be used to provide important guidance to the experimental work carried out in our group.' },
  { projectCode: 'TG-MCB080029N',
    cores: 256,
    pi: 'Michael Grabe',
    fos: 'Molecular and Cellular Biosciences (MCB)',
    inst: 'University of California, San Francisco',
    abstract: 'The movement of ions and small molecules across cell membranes is required for a wide range of biological processes. This application outlines our current and proposed research on two of these proteins: the sugar transporter (vSGLT) and voltage-dependent anion channel (VDAC). vSGLT is one of the primary molecules responsible for moving sugars into the cell, and VDAC is the main pathway for ATP and ADP passage from the mitochondrial intermembrane space and the cytoplasm. In each case, we are interested in elucidating how interactions of these small molecules with the protein confer specificity and how molecular events are timed. For both molecules, there are unanswered questions concerning the relationship between the crystallized structure and the protein function. We hope to answer some of these question with the simulations outlined here.' },
  { projectCode: 'TG-CTS100027',
    cores: 16,
    pi: 'Thomas Manz',
    fos: 'Chemical Reaction Processes',
    inst: 'New Mexico State University',
    abstract: 'Density functional theory will be used to study charge distributions, atomic charges, bond indices, and other chemical descriptors in complex materials, especially as they relate to catalytic reactions. The study focuses on understanding how these properties effect molecular adsorption and catalytic reactions occurring on (a) solid surfaces, (b) homogeneous transition metal complexes, and (c) porous materials. For each material, a variety of population analysis methods will be used to study the role of charge transfer during the adsorption or reaction process. This understanding may be used to design materials with improved performance. ' },
  { projectCode: 'TG-MCB110101',
    cores: 1104,
    pi: 'David A Case',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'Rutgers University',
    abstract: 'This is the PI\'s rst research request for TeraGrid allocation.\n\n    The objective of PI\'s research is to develop new algorithms and computer codes that allow one to make the best use of NMR data in determining solution structures of biomolecules, to assess in a systematic fashion the accuracy and precision of the resulting structures, and to explore the extent to which dynamical information can be extracted from NMR data.      \n\nA second direction of the PI\'s research is to develop molecular simulation tools and protocols\nto characterize the conformations and energetics of native and non-native states of peptides and proteins, and to explore the details of pH and salt-induced conformational transitions.\n\n    The PI is the leading developer of the popular AMBER suite of biomolecular simulation programs since 1995.\n\n    The PI\'s research is supported by the following NIH grants: R01 GM045811, R01 GM057513, P41 RR012255, R01 GM039914 and U01 AI077949.\n\n    The PI has published over 250 research papers, and was recently ranked as number 30 in a list of the most highly-cited chemists for the period 2000-2010 (http://www.sciencewatch.com/dr/sci/misc/Top100Chemists2000-10/).\n\n    The purpose of this request is to fulll the need of computational resources needed by PI\'s research group.\n' },
  { projectCode: 'TG-MCA00N020',
    cores: 256,
    pi: 'Richard I. Klein',
    fos: 'Stellar Astronomy and Astrophysics',
    inst: 'University of California, Berkeley',
    abstract: 'In this 3rd year of our 3 year LRAC proposal with our state-of -the-art code ORION, a parallel, 3D, adaptive mesh refinement (AMR) radiation-magnetohydrodynamics (RMHD) code with self-gravity, we will continue to address some of the leading questions in modern day star formation.  Building upon the substantial advancements we have made in the first 2 years of this LRAC award, we will continue our simulations of high mass star formation by extending our study of collapse and fragmentation of turbulent cores with no outflows and single-frequency radiation to explore a larger number of realizations and a wider range of parameters.\nWe will include for the first time, the combined effect of feedback from radiation and its interaction with feedback from protostellar outflows in an effort to pin down a mapping between the properties of cores and their environments such as column density, and the masses and multiplicities of the stellar systems to which they collapse.  The first exploratory simulations with ionization will be performed. We will also continue our ground breaking studies of multiple low mass star formation by studying the collapse of magnetized turbulent clumps with AMR and comparing results to our pure hydrodynamic models to gauge the role of magnetic fields in the star formation process. In addition, we will perform the same simulation with a 1000 solar mass turbulent clump that we have used in our current studies of star formation in turbulent clumps (Offner, Klein and McKee, 2008) but with magnetic fields. This study, now including magnetic fields, will complement our studies of core and star formation this current year without fields and enable us to delineate the effects of magnetic fields on star formation. To explore the effects of outflows on low mass star formation, we will also perform high-resolution AMR simulations of cluster formation including the feedback from such outflows using stellar evolutionary and wind feedback models. To do these simulations we will take advantage of our implementation of sink particles in Eulerian grids, which we have previously used to handle stellar evolution and feedback in our studies of high mass star formation. We will continue simulations of low mass star formation with radiative transfer, thereby addressing the effect of radiation feedback on core fragmentation and stellar multiplicity, first using our grey flux-limited implementation (GFLD) in ORION and then comparing with simulations using our newly developed Multi-Frequency Grey radiation transfer.  Finally, we will implement a new constrained transport Godunov algorithm for MHD in ORION and combine this with our newly developed approach to non-ideal MHD for our future explorations of turbulent core collapse driven by ambipolar diffusion.' },
  { projectCode: 'Murthy-Research-Grou',
    cores: 112,
    pi: 'Jayathi Murthy',
    fos: 'Chemical and Thermal Systems (CTS)',
    inst: 'Northern Arizona University',
    abstract: 'The major focus of our research group is computational modeling and simulation.  We study a broad spectrum of physics using various modeling techniques and numerical algorithms.  The projects within the group that will benefit from an allocation on TACC will include: modeling transport phenomena and electrochemistry in microscale lithium-ion battery electrode architectures, performing topology optimization for heat transfer and fluid flow applications, solving various forms of the BTE (Boltzmann Transport Equation) on interesting material sets such as composite materials and low-dimension materials like graphene, and modeling the physical processes that govern the SLS additive manufacturing technique pioneered at UT.' },
  { projectCode: 'TG-MCA03S027',
    cores: 400,
    pi: 'Zan Luthey-Schulten',
    fos: 'Molecular and Cellular Biosciences (MCB)',
    inst: 'University of Illinois',
    abstract: 'The primary goals of my research program are to carry out comparative investigations of the formation and function of protein-RNA complexes involved in the translation process across all three domains of \nlife. The computer time requested in this LRAC renewal will be applied specifically to characterize the \ninteractions of tRNA and ATP with the aminoacyl-tRNA synthetases, the folding of the ribosomal proteins \n(r-proteins), and the signaling interactions of natural antibiotics with ribosomal signatures. In addition to \nthe projects addressing protein synthesis in modern translation, we will study the RNA world scenario of \nnon-ribosomal peptide formation catalyzed by clay surfaces. Our approach involves integrating evolutionary \ninsights into both full atom molecular dynamics (MD) simulations and coarse-grained models. \n' },
  { projectCode: 'TG-CCR100030',
    cores: 288,
    pi: 'Scott B. Baden',
    fos: 'Computer and Computation Research (CCR)',
    inst: 'University of California, San Diego',
    abstract: 'Parallel computation has a rich and varied history, and the techniques for solving problems on high performance parallel computers are both intriguing and intellectually appealing. With the introduction of multi-core processors, parallel computation has become relevant outside the traditional application space of large scale computational science and engineering. The courses will cover principles and practices of parallel programming with applications to real world problems. There will be a fair bit of programming in the course, which will culminate in a mini research project for cse 260, which is a graduate class. CSE 260 uses MPI and CUDA, CSE 160 uses threads. ' },
  { projectCode: 'TG-CHE110041',
    cores: 32,
    pi: 'Jeffery Saven',
    fos: 'Physical Chemistry',
    inst: 'University of Pennsylvania',
    abstract: 'We request computing time and storage space on XSEDE resources (Stampede) to explore several systems of interest using molecular simulations: \n(a) designed peptides that self-assemble into designed 1D and 2D assemblies,\n(b) cryptophane cages which can encapsulate various cations,\n(c) semiconducting polymers that form supermolecular structures which can \nsolubilize and disperse carbon nanotubes in aqueous media, and \n(d) designed variants of G protein-coupled receptor proteins. \nSome of this work involves collaborations with experimental groups: the laboratory of D. Pochan at the University of Delaware and that of M. J. Therien at Duke University. \nWe will model these systems using Molecular Dynamics (MD) simulations. Our goals in these studies include \n(a) enhancing our quantitative molecular understanding of the respective systems, \n(b) better understanding molecular binding and selective association for each of these systems, and \n(c) guiding the design of new systems.  \nThis proposal focuses on performing simulations with long trajectories (> 100 ns) to explore and characterize molecular assemblies and interactions. Scaling measurements are presented for Kraken to support the specifics of the request of  795.0 kSUs on Stampede for the proposed work. (This effort is supported by the following awards: NSF NSEC DMR 08-32802, NSF IIP 13-12202, and NSF MPS/DMR/BMAT 12-34161.)' },
  { projectCode: 'TG-CHE040013N',
    cores: 176,
    pi: 'Kendall N. Houk',
    fos: 'Organic and Macromolecular Chemistry',
    inst: 'University of California, Los Angeles',
    abstract: 'n/a' },
  { projectCode: 'A-ph911',
    cores: 256,
    pi: 'Paul Haney',
    fos: 'Physics (PHY)',
    inst: 'Department of Physics',
    abstract: 'Transition Metal Oxides (TMO) are insulating materials in which electron-electron interactions are especially important.  This makes them interesting theoretically, and different from normal insulators or semiconductors.  We are interested if it is possible to engineer the properties of these materials in the same way that semiconductors have been engineered.  Toy models suggest that gap engineering is possible with the right choice of material parameters.  We are now interested in perorming more realistic, first-principles calculations of TMO heterostructures to explore these ideas further and motivate experimental work.' },
  { projectCode: 'A-ch51',
    cores: 16,
    pi: 'Gyeong Hwang',
    fos: 'Materials Research (DMR)',
    inst: 'Department of Chemical Engineering',
    abstract: 'Bimetallic materials have shown great promise for the development of superior catalysts.  The recent surge of new interest in catalysis by gold has led researchers to investigate the effects of adding gold to other metals. Alloying with palladium has been shown to form a bimetallic catalyst having superior activity, selectivity and stability towards various catalytic reactions such as carbon monoxide (CO) oxidation and hydrodesulfurization. In particular, palladium-gold (Pd-Au) alloy nanoclusters dispersed on titania (TiO2) often exhibit significantly improved efficiency for selective oxidation reactions, compared to Au/TiO2 and Pd/TiO2. Bimetallic Pd-Au catalysts have also recently received much attention for hydrogen fuel cell applications, because they are much less sensitive to CO poisoning than pure platinum or even platinum-ruthenium alloy catalysts. While mechanisms underlying the synergetic effect are ambiguous, recent evidence suggests that the reactivity of oxide-supported bimetallic metal nanocatalysts is determined by a complex combination of metal-metal interactions in metal clusters, metal-support interactions, and metal cluster sizes and shapes. However, little is known about the atomic structure and composition of Pd-Au nanoclusters, let alone their interfacial interactions with the TiO2 support.  \r\nUsing first principles calculations this research focuses on developing a better understanding of the alloying effects of supported bimetallic nanoclusters towards various catalytic reactions.  Special emphasis will be placed on understanding how the metal-metal and metal-support interactions determine the structure and composition of the supported metal alloys, and in turn their chemical reactivity.  For model systems, we will examine bimetallic Pd-Au thin films and TiO2-supported Pd-Au mixed nanoclusters, and their reactivity towards oxidation of CO and H2, relative to their pure counterparts.  The Pd-Au and Au-Pd/TiO2 systems will serve as excellent models for studying the nature of supported bimetallic nanocatalysts, particularly gold and palladium-group-metal alloys.  While current experimental techniques alone are limited to providing complementary real space information, the synergetic interplay between theory and experiment will contribute greatly to developing a better understanding of the structure, composition, and reactivity of oxide-supported Pd-Au nanoclusters.  Progress from this proposal will also offer an invaluable guide to the rational design and fabrication of bimetallic nanocluster-based materials for various catalytic applications.' },
  { projectCode: 'TG-MCA05S027',
    cores: 704,
    pi: 'Joan-Emma Shea',
    fos: 'Molecular and Cellular Biosciences (MCB)',
    inst: 'University of California, Santa Barbara',
    abstract: 'Alzheimer\'s disease, one of the leading causes of dementia, is caused by the pathological self-assembly of the 40 to 42-long Alzheimer Amyloid-beta(Ab) peptide into aggregate species. Aggregation is believed to be nucleated at a turn region located in the 21-30 segment of this peptide and mutations of residues E22 and D23 have been shown to affect the ability of these peptides to aggregate. We propose to perform replica exchange molecular dynamics simulations on E22 and D23 mutants of the 21-30 fragment of the (Ab) peptide to investigate how these substitutions affect the folding mechanisms and conformations of these peptides and in turn their aggregation propensities.' },
  { projectCode: 'TG-MCA06N060',
    cores: 640,
    pi: 'Emad Tajkhorshid',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'University of Illinois',
    abstract: 'In this renewal application, we request time to continue our investigation of the mechanism of several membrane transporters and channels using simulation methodologies. Several active transporters that use various source of energy in a living cell for their function will be investigated. Furthermore, we will also continue our research on another membrane associated phenomenon, namely mechanism of membrane binding and activation of blood coagulation factors, which constitutes the most productive project over the past funding period, and a strong collaborative effort between 5 labs at UIUC.  In fact, all of the projects are conducted in close collaboration with leading experimental groups.   All Projects address rather slow processes, thus, requiring long simulations. Furthermore, due to the need of explicit representation of the lipid and water, which play role in the mechanism of transporters, and due to the complexity of the structure, large molecular assemblies need to be simulated. Such calculations can only be carried out with the advanced TeraGrid computational resources. The size and\ncomplexity of the function of these proteins pose a great challenge for computational studies. Over the last funding period, however, we have demonstrated through several published papers reported in the Progress Report, that large scale MD simulations can indeed significantly advance our understanding of the molecular mechanisms of energy coupling and transport phenomena in these biomolecules. Due to limited space and the need to describe 6 projects, we have delegated the progress and discussion of our preliminary results\ncompletely to the Progress Report. Our extensive use of the allocation over the past funding period is the strongest evidence for the computational demands of such biomolecular systems. We note, however, that we have used the allocated time extremely productively and produced a record number of publications (16; please see Progress Report) over the past funding cycle. We would like to give a general clarification with regard to the length of the proposed simulations, which might be perceived as an "unjustified" aspect. All of the projects address rather slow biomolecular processes (at least on the\norder of microsecond). As such, even orders of magnitude longer simulations than those described in this application\ncan be easily justified from a technical point of view. However, we realize that such processes (e.g., complete transport cycle) cannot be currently described in their entirety, and we can only expect to cover some of the steps involved in such processes. Therefore, in order to provide a justification that will hopefully\nbe satisfactory, almost in all cases we will base the length of the proposed simulations on our existing benchmarks (mostly published) of the same or comparable systems/phenomena. \n\n' },
  { projectCode: 'TG-MCB150008',
    cores: 128,
    pi: 'Jeremy Schmit',
    fos: 'Biophysics',
    inst: 'Kansas State University',
    abstract: 'This new proposal requests computational resources to support a recently funded project in the Schmit lab, titled Theoretical and computational modeling of amyloid aggregation (NIH R01 GM107487, 2014-19). The overall objective is to develop new microscopic models of amyloid aggregation and leverage insights from analytical models to develop a multi-scale computational algorithm to simulate fibril growth and nucleation in atomistic detail. Computational resources are requested to perform a large number of small simulations to compute the system diffusion tensor in the reaction coordinate space predicted by the analytic theory. This diffusion tensor will then be used to compute Markov state trajectories of the aggregation process. We plan to focus on a fragment of A peptide (residues1622) in the current year.' },
  { projectCode: 'isogram',
    cores: 64,
    pi: 'Katrin E Erk',
    fos: 'Robotics and Machine Intelligence',
    inst: 'Department of Linguistics',
    abstract: 'In the NSF project "CAREER: Word meaning beyond dictionary senses" (NSF IIS 0845925) of which I am the PI, I am studying computational models of word meaning that represent individual occurrences of a word, and their degrees of similarity, without reference to dictionary\nsenses. I am using unsupervised and weakly supervised methods for extracting distributional representations for word meaning from large text corpora (British National Corpus: 1 million words; English Gigaword corpus: 1 billion words; ukWaC: 2 billion words). Then I am using undirected graphical models to infer word meaning in context for every content word in a given sentence. \n\n I would like to use the TACC machines for extracting the counts and for doing inference over the distributional representations. As this problem is amenable to using map/reduce, I would like to use Hadoop. For this reason, I am asking for the use of 500,000 compute units on\n Lonestar, so I can use Hadoop.' },
  { projectCode: 'TG-DMR140063',
    cores: 1888,
    pi: 'Zi-Kui Liu',
    fos: 'Materials Research (DMR)',
    inst: 'Pennsylvania State University',
    abstract: 'This proposal is a request for the computing resources at XSEDE to perform first-principles calculations to investigate fundamental properties (diffusion coefficients, interfacial energies, finite temperature thermodynamic properties) of critical materials for energy and defense applications. This request is for 3,620k SUs on Stampede for a total of 5 PhD students and 3 postdocs. The research topics covered by this project are: 1. Study of advanced titanium-base alloys for next generation medical devices (280k SUs); 2. Ab-initio prediction of diffusion coefficients in Mg alloys (775k SUs); 3. Bulk and grain boundary diffusivities of oxygen in Ni-Al-Cr systems through first-principles and kinetic Monte Carlo approaches (517k SUs); 4. Prediction of mechanical and thermodynamic properties of Ni-base superalloys (400k SUs); 5. First-principle prediction of grain boundary energy in Fe alloys (449k SUs); 6. A first-principles study of stacking faults and long periodic stacking order structures in Mg and Mg alloys (240k SUs); 7. Thermodynamic properties of Li-Mn-Co-Ni-O system for battery applications (600k SUs); 8. First-principles calculation of thermodynamic and kinetic properties of CZTSSe solar absorber materials (360k SUs). Most of the projects are funded by National Science Foundation (NSF) with some funded by Department of Defense (DoD) Army Research Lab and Pratt-Whitney. The results obtained by first-principles calculations will be integrated with CALPHAD (CALculation of PHAse Diagrams) modeling to predict complex multi-component materials properties. The requested resources are for the proposed first-principles calculations, all of which will be performed using the VASP code, one of the most efficient and accurate density functional theory tools available. VASP is widely used on the XSEDE machines and runs efficiently on Stampede, which are where we are requesting SUs.' },
  { projectCode: 'twophase_3DRANS',
    cores: 32,
    pi: 'Aleksander Kartusinski',
    fos: 'Fluid, Particulate, and Hyrdaulic Systems',
    inst: 'University of Texas at San Antonio',
    abstract: 'performs 2D & 3D RANS codes for numerical modeling of gas-solid particle turbulent flows in pipes & round jets.\nRuns DNS codes for numerical simulation of dispersion & collision processes by using Lagrange particle tracing approach.\nTo fulfill this project it will be used computer system Lonestar for 20,000 SUs.' },
  { projectCode: 'TG-EAR140033',
    cores: 256,
    pi: 'Adolfo Ribeiro',
    fos: 'Geophysics',
    inst: 'University of California, Los Angeles',
    abstract: 'Thermal convection in metallized fluids is a fundamental and ubiquitous process, occurring in industrial,\nastrophysical, and geophysical settings. Due to the opaque nature of liquid metals, velocity measurements\nand flow field visualization are highly difficult. For that reason most of the experimental investigation\nof convection in liquid metals conducted so far had been focused on heat transfer studies and on statistical\nanalysis of local thermal variations. The link between the observed heat transfer behavior and the underlying\nflow structure is unclear in most of these experiments. By performing realistic numerical simulations\nwhich reproduce the thermal measurements of our experimental cases, within a agreement of about 5% we\nare able to access the flow structures and link them to the measured heat transfer. The link is essential\nto understanding the behavior of magnetic field generation in planetary an stellar dynamo models. With\nthe simulations proposed in section 2.2, we will carry out extreme calculations of convection and rotating\nmagnetoconvection that will be tied directly to laboratory models. The two will reinforce one another, allowing\nus to produce the most accurate models to date of geophysical convection behaviors in liquid metals.' },
  { projectCode: 'TG-DMR990019N',
    cores: 48,
    pi: 'Panagiotis Dimitrakopoulos',
    fos: 'Materials Research (DMR)',
    inst: 'University of Maryland, College Park',
    abstract: 'This proposal involves two projects: (i) dynamics of semiflexible polymers; and (ii) dynamics of multiphase flows.  The first project studies biopolymers such as DNA, acting filaments, microtubules and rodlike viruses as well as a host of stiff synthetic polymers such as Kevlar and polyesters. Our goal is to understand the polymer dynamics under steady-state and transient flow conditions. The study utilizes our Brownian Dynamics algorithms which combined with Monte Carlo-Metropolis methodologies show an almost 100% parallelization (based on MPI) on both distributed- and shared-memory supercomputers.  The second project studies the deformation of three-dimensional droplets, bubbles and fluid bridges in restricted geometries, under the influence of low-Reynolds-number flows and gravity. The study involves developing Spectral Boundary Element methods to simulate the transient and steady-state behavior of fluid drops under an array of flows, eg. shear and Poiseuille flows. This algorithm has been parallelized using OpenMP directives resulting in a nearly linear decrease in CPU time with increasing the number of processors on NCSA IBM pSeries 690.' },
  { projectCode: 'P-UTSA8',
    cores: 256,
    pi: 'Liao Y. Chen',
    fos: 'Biophysics',
    inst: 'University of Texas at San Antonio',
    abstract: '(1) Aquaporin study:\n\nAquaporins (AQPs) are a large family of integral membrane proteins, which facilitate the rapid and yet highly selective flux of water and other small solutes across biological membranes [1]. These proteins are present in all kingdoms of life, demonstrating their central role in maintaining normal physiology of all organisms. Since the first demonstration of aquaporin-1 (AQP1) from human red blood cells as a bona fide water channel, more than 450 individual AQPs have been identified and many family members are being functionally and structurally studied [2]. In silico experiments or, namely, molecular dynamics (MD) simulations, complimentary to in vitro experiments, have proven to be important in determining the mechanisms of permeation through aquaporins on the molecular level. In particular, the free-energy landscapes of the human AQP1 and of the E. Coli glycerol uptake facilitator GlpF, have been mapped in recent studies, [3-5] employing two equilibrium approaches: thermodynamics integration and adaptive biasing force methods as well as the non-equilibrium approach of steered MD (SMD). While consensus has been reached for the functions of the selection filter (SF) and the NPA motifs, the free energy profiles predicted do not quantitatively agree with one another. \nThe main objectives of the proposed research are: (1) to resolve the disagreement of the existing studies of hAQP1 and GlpF; (2) to extend the MD studies to a number of important AQPs, exploring the free-energy landscapes of AQP0, AQP1, AQP4, AQP5, AQPM, PfAQP, GlpF and AQPZ for the following permeants: H2O, C3H5(OH)3, CO2, NO, H2O2, NH3, As(OH)3, Sb(OH)3, and Si(OH)4.\nSpecifically, we will use the structure files from the Protein Data Bank (PDB) as the starting point. We will build lipid bi-layer to model the cell membrane and embed a given AQP tetramer in the membrane. We will solvate and ionize the AQP-membrane complex to simulate the physiological environment. We will employ the CHARMM 27 force fields to represent the all-atom interactions of the system and use the adapted NAMD 2.6 MD engine for equilibrium and nonequilibrium dynamics runs. We will pull the center of mass of a permeant molecule across a porin (channel) forward from the periplasm side to the cytoplasm side and then pull it back in the reverse direction. Along the forward and reverse pulling paths, we will measure the pulling forces and compute the work done to the permeant along the paths. From the work measurements, we will compute the free-energy profile along the permeation channel. We plan to implement this study first for water (H2O) and glycerol (C3H5(OH)3) and then for other permeants listed in the previous paragraph. If the requested support granted, we expect to accomplish the study for water and glycerol within one year and to generate enough preliminary data for an NIH proposal securing extramural funding support.\nWhen completed, the proposed research will (1) resolved the current discrepancies concerning the free-energy landscapes of water and glycerol permeating GlpF and (2) produce accurate mapping of the free-energy landscapes for important permeants through a number of physiologically importantly AQPs. In the long term, the proposed research will bear on determining the mechanisms of water-channel related diseases and finding their cures.\n\n[1] For a recent review, see The AQP Structure and Functional Implications, Handbook of Exp. Pharmacol. 190, (2009), Springer, Berlin.\n[2] T. Walz, Y. Fujiyoshi, and A. Engel, The AQP Structure and Functional Implications, Handbook of Exp. Pharmacol. 190:31-56 (2009).\n[3] J. S. Hub and B. L. De Groot, Proc. Natl. Acad. Sci. U.S.A. 105, 1198 (2008).\n[4] J. Henin, E. Tajkhorshid, K. Schulten, and C. Chipot, Biophysical J. 94, 832 (2008).\n[5] L. Y. Chen, D. A. Bastien, and H. E. Hugo, Phys. Chem. Chem. Phys., DOI:10.1039 (2010).\n\n\n(2) Fuctionalized gold/silver nanoparticles: \n\nInteractions between functionalized noble-metal particles in aqueous solution are central to applications relying on controlled equilibrium association.  Herein we propose to obtain the potentials of mean force (PMF) for pair-interactions between functionalized gold nanoparticles (AuNPs) in physiological saline. Four types of functionalization are built by coating the globular Au144 cluster each with 60 thiolate groups: GS-AuNP (glutathionate), PhS-AuNP (thiophenol), CyS-AuNP (cysteinyl), and p-APhS-AuNP (para-amino-thiophenol), which are, respectively, negatively charged, hydrophobic (neutral-nonpolar), hydrophilic (neutral-polar), and positively charged at neutral pH. The preliminary results, based upon 1000-ns experiments in silico of all-atom model systems under equilibrium and nonequilibrium conditions, confirm the behaviour expected of neutral (hydrophilic or hydrophobic) particles in dilute aqueous environment, but the PMF curves demonstrate that the charged AuNPs interact with one another in a unique way  mediated by H2O molecules and electrolyte (Na+,Cl)  in a physiological environment. In the case of two GS-AuNPs, the excess, neutralizing Na+ ions form a mobile (or dynamic) cloud of enhanced concentration between like-charged GS-AuNPs, inducing a moderate attraction (~ 25-kT) between them. And, to a lesser degree, for a pair of p-APhS-AuNPs, the excess, neutralizing Cl ions (less mobile than Na+) also form a cloud of higher concentration between the two like-charged p-APhS-AuNPs, inducing weaker yet significant attractions (~ 12-kT). In the combination of one GS- and one p-APhS-AuNP, the direct, attractive Coulombic force is completely screened out while the solvation effects give rise to moderate repulsion between the two unlike-charged AuNPs. \nWith these preliminary results (published in PCCP) validating our approach, we will pursue similar studies of silver nannoparticles. We will study concentration effects of gold and silver nanoparticles in solutions of one nanoparticle type and solutions of their mixtures.' },
  { projectCode: 'Peridynamics-and-fin',
    cores: 96,
    pi: 'Mukul M Sharma',
    fos: 'Solid and Geomechanics',
    inst: 'Department of Petroleum and Geosystems Engineering',
    abstract: 'This project is to support our 3-D simulations using both Peridynamics and finite volume codes.' },
  { projectCode: 'TG-CTS090100',
    cores: 32,
    pi: 'Andreas Heyden',
    fos: 'Chemical Reaction Processes',
    inst: 'University of South Carolina',
    abstract: 'n/a' },
  { projectCode: 'Influence-of-the-Equ',
    cores: 256,
    pi: 'Edward K. Vizy',
    fos: 'Climate Dynamics',
    inst: 'Department of Geological Sciences',
    abstract: 'High resolution GHRSST products, NASA Cross-Calibrated Multi-Platform (CCMP) and QuikSCAT ocean surface wind components, Goddard Satellite-based Surface Turbulent Fluxes (GSSTF) 2.0 Global Ocean gridded dataset, NASA/GEWEX Surface Radiation budget, and NASA ECCO2 high-resolution global ocean data synthesis will be used along with a high-resolution uncoupled mixed-layer ocean model with Ekman dynamics and a coupled mixed-layer ocean/atmosphere/land surface regional climate system model to advance our understanding of the role of ocean/atmosphere interactions in the tropical and subtropical Southeastern Atlantic in forcing regional and remote Atlantic climate variability.  \n\nThe objectives of this investigation are to (1) understand the roles local and/or regional wind stress and thermodynamic processes over the southeastern Atlantic play in the development of SST variability and coastal upwelling in the region, (2) elucidate the influence of ocean/atmosphere feedback processes on regional and remote Atlantic variability of both the ocean and atmosphere, and (3) understand whether resolving small-scale oceanic structures using a state-of-the-art coupled mixed-layer ocean/atmosphere regional climate model can improve our predictive capabilities of the West African monsoon, African easterly waves, and hurricane activity over the North Atlantic.  \n\nThese objectives will be addressed by utilizing high-resolution NASA satellite-derived products to identify case events when the eastern tropical Atlantic equatorial cold tongue, coastal upwelling, and the Angola current SSTs are abnormally warm and cold.  GHRSST datasets and CCMP ocean surface winds will be used with the uncoupled version of the mixed-layer ocean model to simulate the mixed-layer ocean currents and temperature over the southeastern Atlantic for each case study at spatial resolutions fine enough (i.e., 4-km) to resolve these oceanic features.  The satellite-derived products will be used to initialize and validate the fully coupled mixed-layer ocean/atmosphere/land surface regional climate model.  The influence of air-sea interactions on the ocean and atmosphere will be revealed by comparing the uncoupled and coupled model results, and additional idealized simulations will be used to isolate the physical processes which are most influential.  \n\nThe scientific scope of this project is to foster a better understanding of how small-scale/localized oceanic features over the southeastern Atlantic interact with the atmosphere and affect regional and remote Atlantic climate variability.  The scientific impact of the proposed work is that it will contribute to improving climate and hurricane prediction over the Atlantic basin by providing an improved understanding about the influence of ocean/atmosphere interactions associated with the southeastern Atlantic Ocean on the large-scale Atlantic basin climate/hurricane variability.' },
  { projectCode: 'TG-DMR150099',
    cores: 512,
    pi: 'Anderson Janotti',
    fos: 'Materials Research (DMR)',
    inst: 'University of Delaware',
    abstract: 'This is a new proposal for an XSEDE research allocation, which will support the research on\ncomputational modeling of advanced materials in the group of Prof. Anderson Janotti in the\nDepartment of Materials Science and Engineering at the University of Delaware (UD). The\ncomputational resources will be used to perform electronic structure calculations for a series\nof functional materials which are the focus of research grants funded by the Department\nof Energy, University of Delaware, and the National Science Foundation (a research\nproposal is currently being prepared for submission to the Division of Materials Research).\n\nFirst-principles calculations, based on the density functional theory, constitute a\npowerful tool to investigate the structural, electronic, optical, and magnetic properties of\nmaterials. These calculations have greatly contributed to fundamental understanding of\nthe electronic structure of materials and the response to mechanical, electric, magnetic, and\noptical excitations. The materials that are the focus of this project are complex oxides, Heusler\nand half-Heusler compounds, and layered chalcogenide materials. The goal is to understand\nthe fundamental relationship between chemical composition, structure, electronic,\nand transport properties of these materials, in close connection to current experimental\nwork at UD and elsewhere.\n\nThese studies employ advanced algorithms that necessarily demand the use of highperformance\nparallel computation. Prof. Janotti has demonstrated extensive experience in\nthe area of computational materials science, with emphasis on first-principles calculations,\nand has established a strong record in the areas of doping and defects in oxide and nitride\nsemiconductors, semiconductor surfaces and interfaces, hydrogen impurities in materials,\nand complex-oxide heterostructures.' },
  { projectCode: 'TG-CTS110025',
    cores: 128,
    pi: 'Haoxiang Luo',
    fos: 'Fluid, Particulate, and Hyrdaulic Systems',
    inst: 'Vanderbilt University',
    abstract: 'We request computing time and storage space on TeraGrid resources, preferably the newly deployed Lonestar  or similar cluster systems, to produce a suite of simulations of the flow physics of insect flight which will support the research outlined in an NSF CAREER award to the PI, ``CAREER: Flapping in the Wind -- Passive Mechanisms in Insect Wings for Flight Stabilization\'\' (Grant No. CBET-0954381).  In the proposed simulations, we will apply computational fluid dynamics (CFD) to model the three-dimensional aerodynamics and aeroelasticity of the deformable insect wing and to evaluate the comprehensive role of the structural flexibility in the wing\'s aerodynamic performance.  The numerical method couples an immersed-boundary method for the flow solver and a finite-element method for the structural solver.  The specific studies include the following three model configurations: (1) a flapping/pitching plate in hovering flight, (2) a pitching plate in a uniform freestream, and (3) a dragonfly wing model with the simplified vein structure.  The code has been developed and tested on the previous Lonestar and other clusters.  Our request for 1.0M SUs will enable a fundamental investigation of the potential benefit brought by the wing flexibility for flapping-wing propelled biomimetic micro air vehicles.' },
  { projectCode: 'SiC-SiO2-Interface',
    cores: 160,
    pi: 'Peter Kroll',
    fos: 'Condensed Matter Physics',
    inst: 'University of Texas at Arlington',
    abstract: 'SiC|SiO2 interfaces are very important in solid-state research. Their electronic properties are a focus in semi-conductor research of new high-speed electronic devices. Mechanical properties of such interfaces are studied whenever SiC fibers are used in ceramic matrix composite materials.\nWhile understanding is sought, the interface structures are not simple, however. SiC has no native oxide. Instead it will decompose into SiO2 and "carbon" upon oxidation. Problematic in electronic materials is that not all carbon is removed through carbon monoxide during processing, leaving carbon at the interface behind. Such defects trap electron during transport through the devise and cause noise and failure. In mechanical applications, such "graphitic" segregation may deteriorate mechanical properties  or may be fortuitous since it retards further oxidation.\nWe will study different SiC|SiO2 interfaces using density functional calculations combined with structure modeling. We first study sharp interface structures between SiC surfaces and SiO2. We will then incorporate additional "C" along the interface, ranging from glassy SiCO structures to chunks of C segregated at the interface.\nOur focus are the change in electronic properties on one side, and the change in adhesion, interfacial energy, and strength of the interface at the other side.' },
  { projectCode: 'TG-DMR150070',
    cores: 64,
    pi: 'Robert A Mayanovic',
    fos: 'Materials Research (DMR)',
    inst: 'Missouri State University',
    abstract: 'Nanostructured antiferromagnetic materials, including inverted core-shell nanoparticles, are currently of interest because of their magnetic properties which have potential application in magnetic random access memory devices. Our group has devised a novel hydrothermal method for synthesis of highly ordered antiferromagnetic (AFM) core and ferromagnetic (FOM) or ferrimagnetic (FIM) shell Cr2O3  based nanoparticles (NPs). By mimicking natural processes of mineral zoning formation under hydrothermal conditions, we are able to incorporate transition elements (M: Co, Fe, Ni) into a highly structurally ordered Cr2O3  based shell, to form Cr2O3-MxCr2-xO3 inverted core-shell NPs. The advantage of our method over others is the production of core-shell NPs having highly uniform structure throughout with minimal core-to-shell interface strain, creating an ideal nano-scale environment for spin exchange bias effects between the AFM core and FOM/FIM shell. Our primary objective is to investigate the mechanism of the exchange bias effect occurring at the Cr2O3-MxCr2-xO3 interface in order to develop a better understanding of the magnetic properties of our core-shell NPs.    \n\nWe plan to use a similar methodology as was recently employed by Gobert et al. to study the exchange bias mechanism in LaNiO3-LaMnO3 superlattices [1]. The generalized gradient approximation (GGA), as optimized for solids by Perdew et al. [2], within the density functional theory (DFT) will be used to calculate the equilibrium structure and the electronic density of states of Cr2O3-MxCr2-xO3 supercells.  The Hubbard-U scheme of Liechtenstein et al. [3] will be employed for optimal treatment of the 3d electrons of Co, Ni and Fe. The projector augmented wave (PWA) method [4, 5] will be used to represent the ionic cores of the constituent atoms whereas explicit solutions will be obtained for the M (Co, Ni, Fe) 3p, 4s, and 3d electrons and the O 2s and 2p electrons. The electronic wave functions, represented in a plane-wave basis, will be truncated at 500 eV.\n\n1. Gibert, M. et al., Exchange bias in LaNiO3LaMnO3 superlattices, Nature Materials 11, 195 (2012).\n\n2. Perdew, J.P. et al., Restoring the density gradient expansion for exchange in solids and surfaces. Physical Review Letters 100, 136406 (2008).\n\n3. Liechtenstein, A.I., Anisimov,V.I. & Zaanen, J. Density-functional theory and strong interactions: Orbital ordering in mott-hubbard insulators. Physical Review B 52, R5467 (1995). \n\n4. Kresse, G. & Joubert, D. From ultra soft pseudopotentials to the projector augmented-wave method. Physical Review B 59, 1758 (1999).\n\n5. Blchl, P. E. Projector augmented-wave method. Physical Review B 50, 17953 (1994).' },
  { projectCode: 'TG-PHY140019',
    cores: 160,
    pi: 'Wolfgang Tichy',
    fos: 'Gravitational Physics',
    inst: 'Florida Atlantic University',
    abstract: 'The NSF\'s LIGO gravitational wave detectors are among a number of new\nfacilities all over the world which are designed to directly detect and\nmeasure gravitational waves. These waves will come from a variety of\nastrophysical sources and will open a new window to the universe. One of the\nmost promising sources for these detectors are the inspirals and mergers of\nneutron star binaries. As the two objects get close, fully non-linear\nnumerical simulations of the Einstein equations are required to make \npredictions about the final part of the inspiral and subsequent merger. We\npropose to use the moving puncture method together with high a resolution\nshock capturing scheme (as implemented in the BAM code) to explore more\nphysically realistic situations. In particular, we plan to address several \nkey physics issues such as: (i) How important is neutron star spin in the\nevolutions of neutron star binaries? (ii) Can we find information about the\nequation of state of neutron star matter even if the stars are allowed to \nhave spin? To answer these questions we plan to perform the first long-term,\ndetailed 3+1 simulations of binary neutron stars with spin, to explore a\nrelevant fraction of the parameter space and to use this data to support the\ndevelopment of gravitational wave templates for gravitational wave\nastronomy. For our simulations we request 8776960 SU, preferably on\nStampede.\n' },
  { projectCode: 'WindFarmSimulation',
    cores: 1104,
    pi: 'Kiran Bhaganagar',
    fos: 'Fluid, Particulate, and Hyrdaulic Systems',
    inst: 'University of Texas at San Antonio',
    abstract: 'Large eddy simulation (LES) is used as a tool to understand the wake effects of tall wind turbines (WT) in unstably stratified atmospheric boundary layer (ABL). The simulations will be performed for rows of in-line WT  in unstable ABL.  he flow characteristics will be analyzed in the wake regions behind WT to understand the flow physics. Detained physics of the mean flow and the turbulence such as turbulence kinetic energy, production and dissipation mechanisms and transport of turbulence fluctuations will be analyzed to determine the primary mechanisms that are responsible to alter the WT performance.\n This is the first time large scale simulations are being attempted for different WT configurations in the presence of realistic topography and atmospheric stratification' },
  { projectCode: 'TG-ENG140012',
    cores: 128,
    pi: 'Richard M Lueptow',
    fos: 'ENGINEERING (ENG)',
    inst: 'Northwestern University',
    abstract: 'Reverse osmosis (RO) membranes are effective in removing both ions and organic solutes in water purification processes, but an understanding at the molecular level is lacking. Existing transport theories such as the widely accepted solution-diffusion model do not intrinsically contain atomic level details, leaving the relation between the filtration performance and microscopic details elusive.  In the present study, we use non-equilibrium molecular dynamics (MD) simulations to study reverse osmosis for the commonly used FT-30 polymeric membrane. The membrane model is computationally constructed by repetitively performing equilibrium MD simulations using NAMD [1], an MD code specifically for simulations of biomolecular systems, followed by applying cross-linking patches based on a heuristic method in which cross-links are formed when atoms in the molecular chains that need to cross-link are nearby [2]. Once the molecular structure of the membrane is assembled, the pressure driven flow of water at 300 K is established by applying constant forces to graphene sheets on the feed and the permeate sides. The transport of water/solutes is then obtained from the above long-time nonequilibrium molecular dynamics simulations (NEMD). The transport characteristics of various organic solutes, urea, methanol, ethanol and 2-propanol, as well ionic solutes, Na+ and Cl-, are investigated. The effective membrane pore sizes and connectivity are characterized by a geometrical consideration and correlated with water/solute transport from NEMD simulations. The effects of solute sizes, solute solvation shells, solute-membrane interactions as well as inter-solute interactions are investigated. This ongoing research is focused on developing a molecular level understanding of the transport of organic solutes across polymeric membranes from information directly calculated from atomic level details.\n\nRefs.\n[1] J. C. Phillips, R. Braun, W. Wang, J. Gumbart, E. Tajkhorshid, E. Villa, C. Chipot, R. D. Skeel, L. Kale and K. Schulten, Scalable Molecular Dynamics with NAMD, J. Comput. Chem. 26 (2005) 17811802.\n[2] E. Harder, D. E. Walters, Y. D. Bodnar, R. S. Faibish and B. Roux, Molecular Dynamics Study of a Polymeric Reverse Osmosis Membrane, J. Phys. Chem. B 113 (2009) 1017710182.' },
  { projectCode: 'TG-CHE150048',
    cores: 96,
    pi: 'Jianing Li',
    fos: 'Chemistry (CHE)',
    inst: 'University of Chicago',
    abstract: 'We strive to develop and apply computational approaches to study the structure-dynamics-function relationships of proteins and peptides that can self-assemble in complex biological systems. The proposed research focuses on proteins and peptides that play critical roles in many biological processes, including cellular signal transduction, cell lysis, and cell survival. Knowledge gained from these computational studies is expected to shine light on the discovery of therapeutic agents to treat nervous system diseases, cancers, microbial infections, etc. \nCurrent computational chemistry approaches  such as protein modeling, molecular docking, molecular dynamics (MD) simulations, and quantum chemistry  are of great help in understanding the structures and dynamics of many biological systems. However, to accurately model the delicate interactions between proteins/peptides and the lengthy processes of self assembly, we need efficient, combinatorial strategies as well as specialized modeling and simulation approaches. To study protein/peptide assemblies in complex systems, we propose three projects containing both methodology development and applications. A team including the PI, one postdoctoral researcher, two graduate and two undergraduate researchers will carry out the proposed work. The specific projects include:\n1.\tLigand modulation of class B G-protein coupled receptors (GPCRs). Create a new docking approach to understand the microscopic basis of class B GPCRs binding to different peptide hormones. Design and select small-molecule ligands as peptide mimics to modulate class B GPCRs.\n\n2.\tSynergy of mixed antimicrobial peptides (AMPs). Multiscale simulations to investigate the molecular mechanisms that enhance membrane-pore formation or membrane carpeting induced by AMP combinations.\n\n3.\tHistone-like nucleoid structuring (H-NS) protein self-assembly. Elucidate the environmental sensing mechanisms of the H-NS protein, and reveal the molecular basis of how H-NS dimers self-assemble into a superhelix using multiscale modeling.' },
  { projectCode: 'kin_coll',
    cores: 608,
    pi: 'Wonmuk Hwang',
    fos: 'BIOLOGICAL, BEHAVIORAL, AND SOCIAL SCIENCES (BBS)',
    inst: 'Texas A&M University',
    abstract: 'We propose to study mechanical behaviors of biomolecular complexes that are broadly important in the cellular machinery. Two systems are of our focus: kinesin-microtubule, and collagen-matrix metalloproteinase (MMP) complexes. Kinesin is a motor protein that walks along the microtubule track to carry out cargo transport and cell division. The nature of the interaction between kinesin and microtubule is poorly understood. In particular, the atomic mechanism by which hydrolysis of adenosinetriphosphate (ATP) controls the affinity of kinesin binding to the microtubule is unknown. We will use all-atom molecular dynamics simulations of the kinesin-microtubule complex to address this question. Collagen is the most abundant protein in animals and is a major component of the extracellular matrix. Proper regulation of collagen catabolism is essential for tissue homeostasis and is intimately related to a number processes in health and disease, including wound healing, cancer, and cardiovascular diseases. MMP is an enzyme carrying out the cleavage of collagens, thus is essential for collagen degradation. We will use all-atom molecular dynamics simulation to study the mechanism by which MMP binds to collagen and cleave it. Our focus is how mechanical load on the collagen molecule affects cleavage by MMP.' },
  { projectCode: 'TG-MCB140220',
    cores: 784,
    pi: 'Peter Freddolino',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'University of Michigan',
    abstract: 'Nearly every protein could be considered to go through an allosteric conformational change or have long-range effects between amino acids; one of the key challenges to modern structural biology is that of understanding and predicting these changes and their functional importance. Our long-term goal is to understand how signals travel through proteins by analyzing multi-amino acid pathway based allosteric mechanisms; for this purpose we employ  Light-Oxygen-Voltage 2 (LOV2) domains as model systems. These proteins provide a unique glimpse into allostery through their light activated conformational change, which has been determined to come from a single covalent bond formation distant from the site of action, and yet leads to domain-scale conformational changes that are coupled to a huge variety of functional outputs in different protein contexts. The use of this model system allows us to reduce the problem down to more simplistic terms, and using atomistic molecular dynamics simulations we will be able to provide insight into not only allostery but also the longstanding question of how LOV domains function. The major goals of our research are the following:\n1. Understanding the extent of large scale conformational changes in LOV2 domains by analyzing their energy landscapes. Using accelerated molecular dynamics (AMD) simulations of LOV2 domains from A. sativa and A. thaliana, we will determine the accessible allosteric states of LOV2 proteins in both their active (light) and inactive (dark) states. Isolating these states will allow us to determine the mechanism that causes transitions between them.\n2. Determine the atomic level mechanism of conformational change in LOV2 domains. Data from the AMD simulations and equilibrium simulations started from low energy states in the AMD simulations will be used to determine the atomic level allosteric mechanism of conformational change. Because we anticipate these mechanistic properties to be highly multi-dimensional we will apply Adaptive Biasing Force (ABF) simulations to ensure adequate sampling of the transitions between states, and plan to use both kernel based and tree based machine learning to help us uncover what is actually occurring.\n3. Perform an in silico mutational analysis to compare to a library of experimental mutants we have generated in an attempt to predict effects on function. Because proteins are so complex understanding the effects of mutations on function and allostery requires an atomic level view of what happens. We plan to simulate, using alchemical free energy perturbation (FEP) calculations, five different AsLOV2 mutants, four of which been shown to have an effect on allosteric conformational change. We predict that accessibility of certain allosteric states will change based on the individual mutation and will use this data as a predictor of how well our simulations recapitulate the biophysical measurements.\n' },
  { projectCode: 'TG-MCB130189',
    cores: 64,
    pi: 'Joseph Ecker',
    fos: 'Molecular and Cellular Biosciences (MCB)',
    inst: 'Salk Institute for Biological Studies',
    abstract: 'n/a' },
  { projectCode: 'Plasmonic-Biosensors',
    cores: 4096,
    pi: 'Yuebing Zheng',
    fos: 'Materials Research (DMR)',
    inst: 'Department of Mechanical Engineering',
    abstract: 'Rational Design of Plasmonic Nanostructures for High-Performance Biosensors and Tweezers' },
  { projectCode: 'TG-ATM100026',
    cores: 1056,
    pi: 'Meers Oppenheim',
    fos: 'Aeronomy',
    inst: 'Boston University',
    abstract: 'Every day billions of particles impact the Earth\'s upper atmosphere with sufficient energy to create high-density plasma trails in the E-region ionosphere.  For the last 50 years, optics and radars have characterized these meteor plasmas in order to infer properties of the meteoroids that created them (speed, direction of origin, size) and the atmosphere (winds and temperatures) through which they travel. In the last decade, the aeronomy research community has made dramatic\nimprovements in understanding the observational characteristics of radar meteors and their underlying physics.  This has led to great progress in measuring both meteoroids and atmospheric dynamics.  The PI has made enough progress in this area that he has obtained consistent NSF support for this research for a over a decade. This XSEDE project will further develop this field by performing the first fully 3-D kinetic simulations of meteor plasma evolution.  Starting with a model of meteor plasma production the simulator will emulate the evolution of the magnetized, collisional meteor plasma as it drives currents through the ionosphere, expands and, eventually, diffuses away.  This will provide insight into the numerous observations of meteors, predominantly with radars.  This research will require a series of medium runs followed by a smaller number of large ones.  The largest runs should be able to mimic the physics of small meteors with only minimal effects of the boundary conditions.\n\n' },
  { projectCode: 'TG-MCB110140',
    cores: 736,
    pi: 'Grace Brannigan',
    fos: 'Biophysics',
    inst: 'Rutgers University',
    abstract: 'This proposal requests CPU time on the XSEDE facilities, particularly the Gordon Compute Cluster (Gordon) at the San Diego Supercomputer Center or the Cray XT5 (Kraken) at the National Institute for Computational Sciences. The proposed research involves rigorous measurements of affinities for small molecules binding to membrane proteins. The methods will involve the highly scalable atomistic molecular dynamics code NAMD and sophisticated methods for calculating free energies. Research will be carried out in a recently formed research group at the Center for Computational and Integrative Biology, and is currently funded by the NSF and NIH.' },
  { projectCode: 'Pflotran-Res',
    cores: 128,
    pi: 'Akand Islam',
    fos: 'GEOSCIENCES (GEO)',
    inst: 'Bureau of Economic Geology',
    abstract: 'The purpose of this project is to study long term geochemical interactions and their effects in geologic CO2 sequestration.' },
  { projectCode: 'TG-CTS130005',
    cores: 208,
    pi: 'Eric Johnsen',
    fos: 'Fluid, Particulate, and Hyrdaulic Systems',
    inst: 'University of Michigan',
    abstract: 'The Rayleigh-Taylor instability (RTI), a process by which the misalignment of the pressure and the density gradient at unstably stratified interfaces generates baroclinic vorticity, can transition a laminar flow field to a fully mixed turbulent field. The RTI occurs in a wide variety of atmospheric, oceanic, geophysical and astrophysical flows and, despite recent progress made through numerical simulations, remains poorly understood, e.g., the late-time turbulent multi-material mixing behavior for multimode initial conditions. The key difficulty is that the long transient of this initially laminar flow, i.e., turbulence is achieved only at late times. Furthermore, many numerical methods are based on the concept of implicit large-eddy simulation, where large scales are resolved but the small-scale dynamics are modeled purely using the numerical dissipation. Although successful in representing the large-scale behavior, it is far from clear that the energy dissipation and mixing processes at the small scales are accurately represented.\n\nThe objective of the proposed research is to investigate the late-time turbulence and mixing in the Rayleigh-Taylor instability, with relevance to astrophysics. To achieve this objective, we propose to conduct direct numerical simulation (DNS) using non-dissipative methods, such that all the physics are resolved on the computational grid, and that the numerics no longer affect the solution. This will be achieved with a high-order accurate minimally dissipative kinetic-energy preserving and interface capturing scheme will be used. For this purpose, we request 2.5M SUs to perform a series of RTI simulations as detailed in the proposal. The XSEDE allocation will allow us to perform simulations at sufficiently high Reynolds numbers that the mixing transition is achieved. Our three-dimensional code uses the message-passing interface (MPI) for parallelization and HDF5 library for parallel I/O. High efficiency has been obtained for weak and strong scaling analysis conducted on Ranger and Lonestar up to 2048 cores.\n\nThe present hypothesis is that, by perturbing the interface using an existing turbulent velocity field to mimic multimode initialization, evolution to turbulence and higher Reynolds numbers can be achieved more rapidly. By solving the full compressible Navier-Stokes equations, we will quantify isotropy and intermittency of the decaying turbulence (i) first without gravity, (ii) then with a gravitational field. In the latter, we will make the region of initial turbulence larger to determine how turbulence ahead of the mixing region influences the instability growth. Through resolved calculations, we will be able to determine the mechanisms that govern the mixing.  We expect that the results will depend on a ratio of time scale describing the turbulence decay to that of the Rayleigh-Taylor instability.  Preliminary low-resolution results using our start-up allocation shows that, surprisingly, the initial growth rates of bubble and spikes decrease in the presence of an isotropic velocity field in front of them.\n' },
  { projectCode: 'TG-MCB130172',
    cores: 32,
    pi: 'Jeffrey J Gray',
    fos: 'Biophysics',
    inst: 'Johns Hopkins University',
    abstract: 'The Rosetta molecular modeling software package provides experimentally tested and rapidly evolving tools for the 3D structure prediction and high-resolution design of proteins, nucleic acids, and a growing number of non-natural polymers. Despite its free availability to academic users and improving documentation, use of Rosetta has largely remained confined to developers and their immediate collaborators due to the codes difficulty of use, the requirement for large computational resources, and the unavailability of servers for most of the Rosetta applications.  We recently developed a unified web framework for Rosetta applications called ROSIE (Rosetta Online Server that Includes Everyone, http://rosie.rosettacommons.org). ROSIE currently provides access to nine ROSIE applications by six separate developer teams: Docking, RNA de novo, ERRASER, Antibody, Sequence Tolerance, Supercharge, Beta peptide design, NCBB design, and VIP redesign. In the six months since the official ROSIE launch, it has completed over 2,700 jobs for 1,100 users, straining our in-house computer resources.  In this proposal, we request an allocation of computer time on Stampede for use as a back-end computing resource for the public scientific community to access Rosetta biomolecular modeling and design protocols.  The PI recently completed a sabbatical at the University of Texas at Austin, where he worked with staff at the Texas Advanced Computing Center (TACC) to plan this endeavor and begin implementation.' },
  { projectCode: 'TG-CTS150046',
    cores: 16,
    pi: 'Jefferson W Tester',
    fos: 'Chemical and Thermal Systems (CTS)',
    inst: 'Cornell University',
    abstract: 'This proposal requests computational time on Stampede to predict the anomalies in the isobaric heat capacity of a binary mixture of supercritical carbon dioxide and ethanol using molecular simulation.  These anomalies in isobaric heat capacity give rise to large enhancements in the thermal energy storage potential of supercritical fluids, as quantified by isobaric heat capacity.  Increased knowledge of the magnitude of isobaric heat capacity anomalies, and their location with respect to temperature and pressure could allow supercritical fluids to serve as a source of thermal energy storage.  Our research group is currently elucidating this area of thermodynamics by taking experimental measurements of the isobaric heat capacity anomalies of pure substances and mixtures, and calculating the isobaric heat capacity anomalies from data generated by molecular simulations, since experiments at the temperature and pressure conditions where anomalies occur are difficult and expensive to conduct.  Molecular simulations to gather data used to predict anomalies in isobaric heat capacity at a variety of temperatures and pressures will take 3,000 computational hours to complete on 1 node of Stampede.  A startup allocation on XSEDE will allow us to use molecular simulation to determine the accuracy of these simulations in the prediction of the isobaric heat capacity anomalies of a binary mixture of carbon dioxide and ethanol.  These initial simulations will be compared to experimental measurements currently being completed in our research group.  If these simulations yield nearly quantitative results, additional molecular simulations will be completed to determine the isobaric heat capacity anomalies of a greater variety of mixtures that have potential applications in thermal energy storage.' },
  { projectCode: 'TG-MCA09X003',
    cores: 256,
    pi: 'Steven Liebling',
    fos: 'Gravitational Physics',
    inst: 'Long Island University',
    abstract: 'Having constructed a scalable code capable of evolving astrophysically\nrelevant systems including magnetized neutron stars and black holes,\nwe request time to continue our runs towards further understanding of\nthese strong field phenomena. In particular, our code uses MPI and\nAMR to make efficient use of large scale computational resources\nas well as advanced computational techniques such as higher order\nfinite differencing, high resolution shock capturing for\nmagnetohydrodynamics, and black hole excision  in order to evolve\nsuch systems while extracting useful information about the produced\ngravitational wave signatures. Further efforts are underway to \nincrease the scalability as well as add the ability to track\nradiation transport.\n' },
  { projectCode: 'TG-PHY090031',
    cores: 3072,
    pi: 'Klaus Bartschat',
    fos: 'Theoretical Physics',
    inst: 'Drake University',
    abstract: 'New, efficient and scalable approaches to solving the time-dependent Schroedinger equation are developed and applied to the interaction of laser radiation with atoms, molecules and Bose condensates.  We address three important problems; the interaction of short pulse lasers with He, examining the role of electron correlation in single and double electron ejection; the interaction of laser fields with Bose condensates, as described by the time-dependent non-linear Schreodinger equation to create new topological structures such as persistent currents and Josephson junctions and the generalization of the methodology to many-electron atoms such as Ne and Ar.  All of these problems are being actively studied experimentally and require significant computational resources to make further progress.' },
  { projectCode: 'TG-MCB070073N',
    cores: 96,
    pi: 'Cameron Abrams',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'Drexel University',
    abstract: '200,000 supplement SU\'s are requested for the following molecular simulations:\n1.  Docking, equilibration, and free energy calculations of insulin and insulin-like growth factor (IGF) type 1 on the on the IGF-1 receptor.\n2.  Development of a novel non-equilibrium simulation of "conformational diffusion" in the acetylcholine-gated ion channel.\n3.  Targeted molecular dynamics simulations of conformational changes in the HIV-1 gp120 envelope protein.' },
  { projectCode: 'PP-CCREM',
    cores: 16,
    pi: 'Susan N Beretvas',
    fos: 'Methodology, Measurement and Statistics',
    inst: 'Department of Educational Psychology',
    abstract: 'This project is a simulation study assessing MCMC estimation of a bivariate parallel process cross-classified random effects model. The code for this project has been written in RStan. Estimation of a model for a single dataset can take as long as 50 hours. Ideally we would like to simulate 1,000 datasets and estimate each dataset. We have a number of conditions (for which we will generate 1,000 datasets) and a number of models (7, to be exact) that we would like to estimate using each of the simulated dataset.' },
  { projectCode: 'TG-DMR130005',
    cores: 128,
    pi: 'Maosheng Miao',
    fos: 'Materials Research (DMR)',
    inst: 'University of California, Santa Barbara',
    abstract: 'We propose to apply computing resources in XSEDE for computational materials and solid-state chemistry research focusing on designing novel materials for energy conversion and storage, including the novel oxide materials, the nanostructured thermoelectric materials, the phosphors for LED and laser diodes and the noble metal compounds for heterogeneous catalysis. Our group combines the most advanced first principles computation method with the state-of-art solid state synthesis and characterization techniques to study the structures, properties and especially their relations in functional inorganic materials. The awarded resources will be used to support first-principles calculations associated with theoretical and experimental research programs funded by NSF, DOE and the UCSB Solid State Lighting and Energy Center. The research will be conducted by an associate specialist with computational materials background, 1 postdoctoral researcher and 2-3 graduate students and 1 undergraduate intern student. ' },
  { projectCode: 'TG-AST120046',
    cores: 256,
    pi: 'John H Wise',
    fos: 'Extragalactic Astronomy and Cosmology',
    inst: 'Georgia Institute of Technology',
    abstract: 'n/a' },
  { projectCode: 'TG-AST140024',
    cores: 1024,
    pi: 'Yanfei Jiang',
    fos: 'Astronomical Sciences (AST)',
    inst: 'Smithsonian, Astrophys Obs',
    abstract: 'We request a total of 13.72* 10^6 SUs on the Austin machine Stampede to conduct 3D radiation-hydro and magnetohydrodynamic (MHD) simulations of three \ndifferent astrophysics systems. Each project will be able to answer one long-standing question with the most accurate radiation transfer algorithm.\n\nFirst, global radiation MHD simulations of black hole (BH) accretion disks. These simulations can tell us the global structures of radiation dominated accretion disks by calculating the turbulence from magneto-rotational instability (MRI) and radiation transfer self-consistently. Our goal is to study how the thermal instability in the radiation pressure dominated regime changes the structures of the disk. By changing the accretion rate, we will also be able to study three different kinds of accretion flows. Specific intensities from these simulations will be able to compare with observations directly. The new radiation transfer algorithm we have developed is a significant improvement over traditional diffusion approximation or M1 closure. \n\nSecond, dynamics of the super-Eddington envelope of massive stars. These simulations will\nexplore convection in the radiation pressure dominated regime, including the stability of \na density inversion that  develops due to super-Eddington radiation flux.\nThe primary objective is to constrain the  poorly understood structure and stability of massive star envelopes, which in turns will help to understand the physics of mass loss. \nThis is expected to significantly improve our understanding of the evolution and death of massive stars.\n\nThird, radiation feedback on giant molecular clouds (GMCs). We will calculate the evolution and disruption of GMCs under irradiation from young stars. As radiation feedback is believed to play an important role in the regulation of the star formation rate in the galaxies, these simulations will allow us to better assess and quantify the role of radiation forces and heating.  In particular,  we will better understand how radiation couples with dust and gas in star forming environments, with the aim of improving the sub-grid models in large scale cosmological simulations. \n\nAll the three projects require accurate treatment of the radiation transfer, \nand coupling both the radiation energy and momentum source terms to the MHD equations.     \nWe have developed two new radiation-transfer modules in the well-tested MHD code Athena \nso that we can use the best suitable method for each project. Our calculations do not make the approximations used by other radiation hydro/MHD simulations in the literature (such as flux limited diffusion and M1).  As a result, we are the only group utilizing the full solution of the radiation transfer equation to study key astrophysical radiation hydro/MHD problems.   \n' },
  { projectCode: 'TG-DMR100033',
    cores: 16,
    pi: 'Yu U Wang',
    fos: 'Materials Research (DMR)',
    inst: 'Michigan Technological University',
    abstract: 'This proposal requests TeraGrid allocation of high-performance computing resource for materials research projects that are currently supported by NSF and DOE. The proposed research is a continuation of our computational materials research over the past 10 years that have been supported by NPACI and TeraGrid. The requested resource will be used by our research group to carry out realistic simulations of domain processes in ferroic and multiferroic materials to gain better insight into the fundamental mechanisms for advanced properties in these important functional materials. Domain microstructure evolutions play fundamental roles in determining the material properties and functionalities. Our research activities focus on advanced magnetostrictive and piezoelectric strain behaviors in ferromagnetic and ferroelectric materials. The objectives are to understand domain mechanisms, establish quantitative relationships between microstructure evolution and material properties, and search for effective ways for domain engineering and property optimization. The gained scientific understanding will also provide insight and guidance for the development of new advanced functional materials for technological applications.' },
  { projectCode: 'TG-DMR080015N',
    cores: 384,
    pi: 'Julia Medvedeva',
    fos: 'Materials Research (DMR)',
    inst: 'Missouri University of Science and Technology',
    abstract: 'The key constituent of a photovoltaic cell is a material which is both optically transparent \nand electrically conductive. Attractive from fundamental and technological points of view, \nsuch a unique combination is attained in oxides of post-transition metals via intentional \ndoping. Advances in theoretical understanding of the underlying physical phenomena \nin currently known transparent conducting oxides (TCO) stimulate further research aimed \nat designing novel application-specific materials which are more efficient, less expensive \nand environmentally friendly. \n\nThis project will focus on the first-principles investigations of the structural, electronic \nand optical properties of complex multi-component oxides with layered structure, \nR2O3(MO)m where R = trivalent ion, M = divalent ion, and $m$=integer, \nto identify candidates for novel TCO hosts, to predict the most efficient carrier \ngeneration mechanism(s) in order to combine optical transparency with electrical conductivity \nin these materials and to determine the application range of each material. The proposed \nsystems examplify the structural and combinatorial peculiarities of complex multicomponent \noxides and offer a unique possibility to incorporate the main group metal oxides such as \nCaO, Al2O3 and SiO2, i.e., beyond the traditional In2O3, ZnO and SnO2, \ninto novel TCO\'s with controllable optical and transport properties. This research work \nis pending a support from National Science Foundation. \n\nThe research in this project builds on in-depth understanding of the underlying phenomena \nand previous successful work of the PI in the TCO area which includes not only detailed \nexplanation of existing experiments, but also predictions of new materials and theory-guided \nmeasurements. The unique predictive power of the ab-initio band structure approach in this \nproject will provide fundamental understanding of the underlying physical phenomena, \nthe system behavior as well as novel and hidden functionalities in the proposed materials. \nSeveral state-of-the-art ab-initio density functional approaches will be employed \nfor the electronic band structure investigations, including (i) highly precise all-electron \nfull-potential linearized augmented plane wave (FLAPW) method; (2) linearized muffin-tin \norbital method in the atomic sphere approximation (LMTO-ASA); and (3) DMol3 method. \nPrevious extensive experience of the PI in the utilization of these methods will allow \nher to tackle each specific problem by choosing the most suitable technique or combining \nthe advantages of several methods. Both the FLAPW and Dmol3 codes have been successfully \nparallelized.\n\nTo accomplish the proposed research, we are applying for a grant of 200,000 SUs on \nthe TeraGrid cluster.' },
  { projectCode: 'TG-MCB150009',
    cores: 320,
    pi: 'Wah Chiu',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'Baylor College of Medicine',
    abstract: 'In single particle cryoelectron microscopy (cryoEM), images of a cryopreserved biological molecule or complex are aligned and reconstructed into a three-dimensional electron density map. The signal-to-noise ratio is very low, but if many (10^3-10^6) images are collected and state-of-the-art image processing is employed, atomic-resolution information can be obtained. The mission of our group, National Center for Macromolecular Imaging (NCMI), is to develop technology for atomic resolution structure determination and modeling of molecular nanomachines such as viruses, chaperonins, ribosomes, and whole cells by electron cryo-microscopy, computer reconstruction and structure mining. The specific projects described in this proposal are as follows:\n1. High resolution structures of Brome mosaic virus\n2. Structures of molecular chaperonins complexed with substrate proteins\n3. Determinants of virus structure and assembly\n4. Transcriptionally active nuclear receptor-coactivator complexes in different functional states' },
  { projectCode: 'A-ph5',
    cores: 128,
    pi: 'Wendell Horton',
    fos: 'Physics (PHY)',
    inst: 'Department of Physics',
    abstract: 'Plasma physics is the study of high temperature gases like those in the sun and in man -made confinement machines called tokamaks, mirror machines and the helimak.\r\nThe dynamics of the plasma is according to the selfconsistient solutions of the equations of electromagnetic theory and newtonian laws of motion for the charged particles. We use the TAAC resources to solve these complex nonlinear equations for the plasma systems to predict the properties of the plasma. Predictions include the amount of nuclear fusion that takes place in the system and the turbulent diffusion of the plasma across the magnetic field structures.  The space/astrophysics aspects of the research is funded by the National Science Foundation and the laboratory confinement problem by the Department of Energy.' },
  { projectCode: 'TG-PHY060027N',
    cores: 384,
    pi: 'Carlos Lousto',
    fos: 'Gravitational Physics',
    inst: 'Rochester Institute of Technology',
    abstract: 'We will use our fully general relativistic evolution scheme to perform\nhigh-accuracy calculations of several astrophysical phenomena,\nfocusing in the next year on black-hole binaries in the extreme mass\nand extreme spin regimes, as well as the mergers of stellar-mass black\nholes with neutron stars and the resulting accretion disk formed by\nthe disruption of the neutron star and the dynamics of a circumbinary\naccretion disk around a merging black-hole binary.  In order to do this, we will\ncombine our state-of-the-art, highly-scalable, parallel vacuum\nevolution code, which makes use of both high-order (typically\neighth-order) finite differencing and adaptive mesh refinement, with\nsimilarly high-order magnetohydrodynamic schemes that allow for the\nevolution of magnetized matter configurations with comparable\naccuracy.  These calculations are highly relevant to a number of\nfields within both gravitational wave and electromagnetic astronomy.\nIn particular, the gravitational wave signals produced by these\nmergers occur primarily at frequencies at which ground-based laser\ninterferometers such as LIGO and VIRGO are most sensitive.  In\naddition, the extremely hot, massive accretion disks formed around the\nblack hole during the merger are considered a likely candidate for\nbeing the progenitor for a significant fraction of short-duration\ngamma-ray bursts observed by the Swift and HETE-II satellites. MHD simulations\nof accretions disks around supermassive black holes (including binaries) will\nalso be performed.' },
  { projectCode: 'TG-MCB100109',
    cores: 2096,
    pi: 'Lillian T. Chong',
    fos: 'Biophysics',
    inst: 'University of Pittsburgh',
    abstract: 'This work will test the hypothesis that natively unfolded proteins have a kinetic advantage over their preorganized analogues for partner recognition, using atomistic computer simulations of the pathways to protein binding.  Natively unfolded proteins, which lack specific tertiary structure, comprise at least a third of some eukaryotic genomes. Many of these proteins fold only upon binding to their partner proteins, suggesting a new paradigm for protein-protein recognition.  This new paradigm challenges the conventional assumption that preorganization of binding partners improves their binding affinities by increasing association and/or decreasing dissociation rates.  We have developed a simulation approach that directly compares the relative kinetics of partner recognition for natively unfolded peptides and their exact, preorganized analogues.   Such direct comparison is not achievable by laboratory experiments. This project is not only fundamental to biology, but could aid the development of highly specific inhibitors of chosen protein-protein interactions, molecular switches, and molecular sensors.  While this project is already funded by NSF, it would not be possible to make meaningful progress without access to the TeraGrids supercomputer resources.' },
  { projectCode: 'TG-DMR140131',
    cores: 224,
    pi: 'Pabitra Choudhury',
    fos: 'Materials Research (DMR)',
    inst: 'New Mexico Institute of Mining and Technology',
    abstract: 'The creation of less expensive catalyst materials with selective oxidation of natural gas to liquid fuels conversion with mild reaction condition, a central research subject in modern chemistry, is a major challenge.  Our hypothesis is that graphene can be functionalized with transition metal based functional groups and these functional groups could aid in the catalysis of oxidative reactions of hydrocarbons and convert it into liquid fuels.  In this work, we will develop a graphene based catalyst materials, i.e. graphene functionalized with transition metal phthalocyanine (TMPc) and make a Graphene-TMPc active catalyst materials.  Technically, graphene surface could also play an important role on catalytic activity of TMPc surface by donating/backdonating necessary electrons from/to the graphene substrate and can create additional active sites on the functional groups during hydrocarbon oxidation reaction.  The goal of the proposed research is to develop a fundamental understanding of catalytic oxidation reaction of methane, a major fraction of natural gas components, to methanol conversion process.  All results will be modeled with ab initio density functional theory (DFT) to develop an understanding of functionalization, reaction energetics, and reaction mechanism at the atomic level.  Finally, we will assess the viability of this proposed material for efficient single step reaction of gaseous methane to liquid fuel conversion process by evaluating the kinetic properties of overall oxidation reaction.  This material will not only have low cost but also have significant advantages over conventional catalysts for the selective oxidation of natural gas to methanol conversion process at mild reaction condition.' },
  { projectCode: 'TG-ATM130003',
    cores: 544,
    pi: 'Yang Zhang',
    fos: 'Atmospheric Sciences (ATM)',
    inst: 'North Carolina State University at Raleigh',
    abstract: 'In response to the emerging research needs identified by National Research Council and Intergovernmental Panel on Climate Change, with support from NSF, we are developing an Integrated Technology-Driven Earth System Model (ITDEaSM) to link technology options, energy use, and policy choices and resultant emissions with Earth system processes that govern climate change, air quality, water quality, and ecosystem.  ITDEaSM will be developed by coupling and adding capability to a suite of community models to address grand challenges in decadal regional climate predictions and fill in major gaps in existing climate, Earth system, and ecosystem modeling.  Multi-decadal simulations will be performed using ITDEaSM to estimate the long-term impacts of global climate changes on the global-through-urban earth system, including air quality, water quality/supply, forest, and ecosystem.  Our ultimate goal is to quantify such impacts, reduce associated uncertainties, and identify technology choices for co-benefits of climate/Earth system mitigation. During this 1-year allocation time period, our work will focus on model improvement, testing, and initial applications, which will be conducted by 4 post-Ds and 8 graduate students in our project team.  A complex Earth system model like ITDEaSM requires significant high performance computing resources.  To achieve our goals, we request 5,000,000 SUs for computation (4,000,000 SUs on Kraken and 1,000,000 SUs on Ranger) and 50,000 SUs for Nautilus. ' },
  { projectCode: 'TG-PHY140030',
    cores: 2048,
    pi: 'Min Soe',
    fos: 'Physics (PHY)',
    inst: 'Rogers State University',
    abstract: 'Unitary lattice algorithms are being developed by extending ideas used in lattice Boltzmann and lattice gas algorithms, for the study of quantum turbulence. Our interests here are to investigate turbulence in atomic BEC gases and to explore their interconnectivity to classical turbulence. If the BEC is in optical trap, the flow can involve vortices as well with fractional topological charge (non-Abelian). The behavior of those vortices such as collisions and nucleation, and their effect on turbulence energy spectra has not yet been studied in detail; in particular in 3D. If the BEC is however trapped in a magnetic well and spins are locked to the local magnetic field, then only Abelian vortices; those with integer charge can exit. Dynamics of such a BEC system is also of interest, together with coupled BECs and instabilities that can arise - e.g., quantum Kelvin-Helmholtz instability. We are going to investigate quantum Kelvin-Helmholtz instability (under conditions where the generation of quantum vortices can be made continuously) and comparisons will be made with classic Kelvin-Helmholtz instabilities seen in classical turbulence. ' },
  { projectCode: 'TG-ATM150003',
    cores: 1024,
    pi: 'Matthew Hills',
    fos: 'Atmospheric Sciences (ATM)',
    inst: 'University of Utah',
    abstract: 'The proposed research concerns the dynamics of downslope windstorm events - atmospheric phenomena that can have significant impacts, but which occur at a scale not resolved by current forecast models. We will simulate the environment in the vicinity of Arizona\'s Barringer Meteorite Crater, the focus of a one-month field campaign in the fall of 2013. Data from the campaign will be used to both initialize and verify model simulations. Observations show periodic intrusions of environmental air into the crater - characterized by localized sharp increases in temperature, wind speed and turbulence. An earlier study proposed potential mechanisms for these events. Here, we will use modeling to build on the prior study to understand which aspects of the incoming drainage flow, terrain structure, and interactions between these lead to intrusion events. Internal dynamics of the warm air intrusions will also be studied.\n\nDue to its 1.2 km diameter, the crater requires high-resolution (10 m horizontal resolution) numerical simulations which will be performed using a mesoscale model (meso12) that has previously been shown to perform well on HPC systems in both two- and three-dimensions. meso12 performs well at simulating mountain waves, a primary focus of the study. Initial simulations show good agreement with the observed flow. We are requesting an HPC startup allocation to allow us to run simulations for longer time periods and across larger domains than possible using local clusters.' },
  { projectCode: 'TG-MCA99S024',
    cores: 160,
    pi: 'Mordecai-Mark Mac Low',
    fos: 'Astronomical Sciences (AST)',
    inst: 'American Museum of Natural History',
    abstract: 'We propose to continue and expand our study of several astrophysical problems using well tested, publically available astrophysical simulation codes. We will continue our use of the\nslab-parellelized, high-order, finite difference, non-ideal MHD code Pencil (developed by A. Brandenburg & W. Dobler), to study the\ninteraction of planets with partially-ionized protostellar disks, as well as the magnetorotational instability in such disks.  We will also continue to use the parallel, adaptive mesh refinement (AMR) hydrocode Flash (developed by the ASCI Flash center at the U. of Chicago) to study the formation of superwinds in local models of a supernova-driven, turbulent interstellar medium. Finally, we will continue a project begun elsewhere to model early generations of star formation in the universe using the parallel, smoothed particle hydrodynamics code GADGET 2 (developed by V. Springel and collaborators).' },
  { projectCode: 'TG-DMR050028N',
    cores: 1536,
    pi: 'Richard G Hennig',
    fos: 'Materials Research (DMR)',
    inst: 'University of Florida',
    abstract: 'This request for supplemental computational resources will support a new project that we recently started and which proceeded significantly faster than anticipated.  The topic is the shape control of nanocrystals by varying the surface energy through ligands modifications and the self-assembly of nanocrystals mediated through ligand interactions.  With the recent arrival of a new postdoc working on this project, we have already successfully performed a number of calculations for the surface energies of various facets of PbSe nanocrystals as a function of ligand chemistry and density.  Using computational resources on queenbee we were able to perform a significant fraction of the required density-functional calculations in a much shorter time than anticipated.  We therefore request an additional 400,000 SU on abe/queenbee to continue our calculations for this project and our other project on the catalysis on intermetallic compund surfaces for fuel cells.' },
  { projectCode: 'TG-DMR130081',
    cores: 80,
    pi: 'Roger Lake',
    fos: 'Condensed Matter Physics',
    inst: 'University of California-Riverside',
    abstract: 'Layered, two-dimensional materials offer a wide range of physical properties.  They include topological insulators, Dirac Fermions, metals, semimetals, semiconductors, and charge density waves.  Layers can be registered to each other or be randomly misoriented.  Random orientation can electronically decouple the layers even though they are only a few angstroms apart.  Electronic structure calculations coupled with a study of the vibrational properties of materials is required to understand the electronic, thermal, and thermoelectric properties.  One interesting subclass of materials are transition metal dichalcogenides (TMD), which exhibit semiconducting, semi-metallic and metallic conducting properties.  TMD compounds consist of covalently bonded trilayers (TL) that are held together by weak vdW forces along the c-axis.  Ab-initio calculations of the electron and the phonon properties can be used to understand a range of phenomena exhibited by this class of materials which includes novel electronic, thermal, thermoelectric, and charge-density-wave properties.  \n\nThis research is funded by the NSF-1124733 (NSF-NRI NEB 2020) and MARCO/SRC/DARPA through the center on Functional Accelerated nanoMaterial Engineering (FAME).\n' },
  { projectCode: 'TG-AST140002',
    cores: 64,
    pi: 'Valeriy Tenishev',
    fos: 'Planetary Astronomy',
    inst: 'University of Michigan',
    abstract: 'Because of its bright emission that allows ground-based observations, the existence of a sodium exosphere on Mercury has been known for more than 20 years. Produced by photo-ionization, Na+ is the most abundant heavy ion species of the exospheric origin entering the magnetosphere. As a result, the study of the exospheric sodium distribution (both neutral and ionized) can help to link the dynamical processes occurring in the exosphere and magnetosphere and sources on the surface to in situ, remote sensing and ground-based observations. \n\nBecause collisions are negligible in Mercurys exosphere, groups of atoms can maintain energy distributions characteristic of their sources. As the result, the relative rates of the source processes can have a significant impact on the volatile distribution in the exosphere. In our simulations, we account for the micrometeorite impact vaporization, thermal and photon stimulated desorption, and sputtering, the rates of which are obtained by reproducing the ground-based observations. The surface abundance of sodium is calculated by balancing the recycling and ejection fluxes by accounting for the planets rotation and surface sticking. The radiation pressure and the brightness of the exosphere and tail are calculated by accounting for the velocity dependence of the g-factor. \n\nPhotoionization of the exospheric neutral sodium is the source of the Hermean ions detected in situ. In our model the ions are produced from the modeled neutral exospheric sodium population. We follow their trajectories in the ambient electric and magnetic fields extracted from our global model of the solar wind interaction with Mercurys magnetosphere at the conditions that correspond to those during MESSENGER/FIPS measurements.\n' },
  { projectCode: 'TG-IBN140007',
    cores: 1024,
    pi: 'Ivan Soltesz',
    fos: 'Neuroscience Program',
    inst: 'University of California, Irvine',
    abstract: 'n/a' },
  { projectCode: 'TG-EAR140002',
    cores: 128,
    pi: 'David Gubbins',
    fos: 'Geophysics',
    inst: 'Scripps Institution of Oceanography',
    abstract: 'We shall run our pseudospectral dynamo code to simulate the Earth\'s dynamo, exploring\nparameter ranges that produce behaviour similar to that seen in paleomagnetic field models basedon data from the last 2 Myr, specifically migration of the 4 main flux lobes in high latitudes that produce the main dipole we see at the Earth\'s surface, secular change in low latitudes, and large variation in dipole strength over tens of thousands of years. The main focus will be on the buoyancy sources driving thermo-chemical convection, a mix of internal and bottom  sources of buoyancy and lateral variations in heat flux across the outer (core-mantle) boundary. The work is supported by NSF Grant TG-EAR130004,  ``Tuning Geodynamo Simulations to Paleomagnetic Observations\'\', 36 months to 05/01/15, PIs D Gubbins \\&\\ C Constable, $424,559, primarily to support the graduate student who will use these resources.  We request 1.8 MSUs on Stampede, 12 Tb of stand-alone storage on Ranch, 3 kSUs  startup allocation on Longhorn, and ECS for code optimisation and graphics.' },
  { projectCode: 'A-go3',
    cores: 16,
    pi: 'Zong-Liang Yang',
    fos: 'Atmospheric Sciences (ATM)',
    inst: 'Department of Geological Sciences',
    abstract: 'A large number of numerical experiments will be conducted to understand global and regional changes of climate, water, ecosystems, and environment under global warming.' },
  { projectCode: 'STC2015FALL',
    cores: 16,
    pi: 'Hang Liu',
    fos: 'Educational Infrastructure',
    inst: 'University of Texas at Austin',
    abstract: 'SDS335/394\n\nScientific and technical computing class for Fall, 2015' },
  { projectCode: 'TG-DMR140093',
    cores: 64,
    pi: 'Lori Bassman',
    fos: 'Materials Research (DMR)',
    inst: 'Harvey Mudd College',
    abstract: 'Traditional alloys used in engineering applications, including steels and aluminum alloys, are formed of a primary constituent (solvent) element with other elements added in relatively small quantities to enhance material properties.  However, the inclusion of large quantities of alloying elements tends to lead to the formation of intermetallics, rather than a single solid solution, which can dramatically reduce ductility and mechanical processing ability. We are developing novel high entropy alloys (HEAs), which, unlike traditional alloys, have four or more elements in roughly equiatomic proportions. Examples of these alloys have demonstrated mechanical properties greatly exceeding those of conventional engineering metals. However, the mechanisms by which these complex alloys are formed and improved properties achieved are not well understood. Our overall goal is to develop an experimentally-validated, systematic model based on first-principles calculations to enable further development of HEA systems. This research is supported by NSF grant OISE-1261525. The PI and undergraduate students have implemented methods using the Vienna Ab Initio Simulation Package (VASP) to enable computation of partial phase diagrams of HEA alloy systems and the elastic constants of specific alloys. We are in the process of implementing methods to calculate stacking fault energy, Peierls stress, and flow stress as well. Several of these properties can be experimentally verified and are potentially predictive of high performance materials. We have already successfully used VASP to predict crystal structures, phase diagrams, and elastic properties for single elements and well-characterized binary alloys. As we move to simulating HEAs, we require more computational resources than are available to us at Harvey Mudd College. We request XSEDE resources to run our simulations on several alloy families of interest. ' },
  { projectCode: 'TG-PHY130007',
    cores: 64,
    pi: 'Taylor C Lilly',
    fos: 'Atomic, Molecular, and Optical Physics',
    inst: 'University of Colorado, Colorado Springs',
    abstract: 'Laser-based gas acceleration and heating of neutral flows have direct applications to research in gas-surface interactions, high-temperature gas research (e.g. chemistry, gas kinetics, and radiation modeling), hypersonics, and orbital environment simulation.  The University of Colorado Colorado Springs, in collaboration with the Air Force Research Laboratory, is currently working on neutral gas heating via non-resonant pulsed optical lattices formed by counter-propagating laser pulses.  This experimentation is greatly enhanced by complimentary numerical simulation.  Using the Direct Simulation Monte-Carlo method for statistical gas dynamic simulation, the simulations proposed will elucidate the kinetic phenomenon at the core of the interaction between a neutral atmospheric gas and high intensity pulsed optical lattices (lasers).  Current experimental capabilities in diagnosing the underlying mechanisms are limited by the fast time-scales and small length-scales of the interaction.  Numerical simulations are not similarly limited and can give data (e.g. velocity and internal energy distributions) inaccessible to experiment.  In pairing the proposed simulations with existing experimental data, this proposal seeks to gain an inside look at the micro-scale molecular interaction (both molecule-molecule and molecule-laser) which drive the experimentally observed phenomena.  The code used for these simulations is SMILE, a thoroughly tested gas dynamic simulation package written in MPI Fortran 77 and specially modified to simulated the laser-gas interaction of interest.  This simulation tool has been used extensively for similar simulations on DoD HPC facilities, demonstrating the PIs expertise in performing the proposed work.  Two test cases were run on TACC Lonestar and TACC Ranger.  A total simulation time of 175,000 SU on the TACC Lonestar system (or 370,000 SU on Ranger) is being requested to perform the proposed simulations.  The product of these simulations, in addition to insight on the gas dynamic phenomena, will be contributing data to at least two archival journal articles and a doctoral dissertation.' },
  { projectCode: 'TG-MCB050008N',
    cores: 16,
    pi: 'Toshiko Ichiye',
    fos: 'Molecular and Cellular Biosciences (MCB)',
    inst: 'Georgetown University',
    abstract: 'The overall goal of this research is to understand the electron transfer properties of electron transfer proteins at a molecular level, using computer simulations and other theoretical methods.  The focus is on the Fe-S proteins, especially the [1Fe] rubredoxins, the [2Fe-2S] Rieske-type proteins, and the [4Fe-4S]-type ferredoxins.  These ubiquitous proteins are involved in fundamental processes such as respiration and photosynthesis.  However, despite the rapidly growing number of crystal structures, the structural origins of the electron transfer properties of these proteins remain unclear.  The focus here is on understanding the environmental contribution to the reduction potentials and electron transfer rates of these proteins. Our approach uses computational methods including molecular dynamics simulations of the protein along with electronic structure calculations of redox site analogs.  A crucial feature in simulating these proteins is the accurate treatment of solvent effects.   The aims specific to the iron-sulfur proteins concern understanding the effects of mutations on reduction potentials and activation energies and the protein dynamics during electron transfer.  In addition, aims specific to solvent effects concern testing new models of liquid water for computer simulations for solvation properties of simple solutes as well as an iron-sulfur protein.' },
  { projectCode: 'TG-CTS130052',
    cores: 128,
    pi: 'David Schmidt',
    fos: 'Fluid, Particulate, and Hyrdaulic Systems',
    inst: 'University of Massachusetts, Amherst',
    abstract: 'We propose to simulate fluid-structure interaction in two-phase flow.  The particular application is wave impacts on a buoy that represents an offshore wind turbine platform.  We will use OpenFOAM\'s volume-of-fluid solver with a six degree-of-freedom motion solver to calculate motion and forces on the structure.  ' },
  { projectCode: 'TG-CHE150058',
    cores: 16,
    pi: 'Junnian Wei',
    fos: 'Inorganic, Bioinorganic and Organometallic Chemistry',
    inst: 'University of California, Los Angeles',
    abstract: 'Biodegradable materials are environmentally friendly alternatives to petroleum-derived polymers such as polyolefins.  While many biodegradable polymers have been developed, the properties of current materials are not controlled at a level comparable to that of olefinic polymers. The present proposal will fill this gap by developing new catalyst systems capable of the controlled copolymerization of monomers with different properties. Catalytic control in these systems will be achieved by switching the redox state of the catalyst between two states with complementary properties. \nComputational methods would have greatly contributed to the development and understanding of molecular chemistry, especially in the field of organometallic chemistry. Theoretical calculations could provide insight into both the electronic structure and the reactivity of transition metal, and, recently, lanthanide and actinide complexes. Theoretical calculations can be employed in conjunction with experiments to propose models for possible mechanisms of a catalytic cycle. Comparison of different mechanisms (i.e., the activation barriers and thermodynamic parameters) permits the exclusion of unfavorable pathways. The examination of the mechanism of a given catalytic cycle by a joint theoretical and experimental approach is helpful in identifying the rate determining step of the catalytic process.' },
  { projectCode: 'STAR-Technip',
    cores: 48,
    pi: 'Melyssa Fratkin',
    fos: 'GEOSCIENCES (GEO)',
    inst: 'Texas Advanced Computing Center',
    abstract: 'Numerical wave tank simulations to validate of Euler-Overlay Method' },
  { projectCode: 'A-ti71',
    cores: 224,
    pi: 'Thomas Hughes',
    fos: 'Cross-Disciplinary Activities (CDA)',
    inst: 'Department of Aerospace Engineering and Engineering Mechanics',
    abstract: 'The objective of this Research is to develop a research framework and produce a computation toolset to address coronary artery flow problems.  The items that are necessary to build such predictive models are as follows: \r\n\r\n1)\tIncompressible Navier-Stokes fluid solver including non-Newtonian constitutive capabilities and, in particular, the Casson model.\r\n2)\tScalar advection-diffusion equation coupled to the Navier-Stokes solver.\r\n3)\tLinear elastic/viscoelastic/poroelastic wall and solid capability coupled to the flow solver.\r\n4)\tInflow boundary condition module based on the Womersley solution for distributing the flow waveform over the cross-sectional area of the artery, catheter, etc.\r\n5)\tOutflow impedance boundary condition module to represent the effect of the distal arterial system on the modeled region.\r\n6)\tNon-uniform rational B-spline (NURBS) templates for accurate geometric modeling and meshing of lumen and surrounding tissue.\r\n7)\tMesh generation capability.\r\n\r\nWith these items, meaningful calculations can be carried out, and also, it will provide a framework for future development.  At the moment our research group has a finite element and NURBS based Navier-Stokes solver and coupled linear elastic solid capability and a capability to generate finite element meshes for it.  We have added the Casson model to the flow solver, developed the coupled advection-diffusion equation capability, the poroelastic solid capability and develop the NURBS templates and the other items listed. \r\n\r\nNow we will study mass transport within the blood vessel wall with a view to achieving a few specific objectives:\r\n \r\n\tA study of the coupled analysis of mass-transport of nano-particles and drug in the blood stream and in the arterial walls will be undertaken. Results of this study will be incorporated into the existing computational framework in order to investigate,\r\n\r\na)\tMass transport of drug-encapsulated nano-particles into the blood vessel wall \r\nb)\tCoupled mass transport of nano-particles and drug diffusion from nano-particles in the arterial wall \r\n\r\ngiven several boundary conditions, namely, mass flux, concentration of drug at the wall, and so on. \r\n\r\n\tOn the analysis side, our efforts will include, \r\na)\tQuantification and visualization of drug concentration on the arterial wall as a function of space and time \r\nb)\tStudying the parametric sensitivity of mass transport \r\nc)\tDetermination of dominant dimensionless numbers (Schmidt number, Sherwood number, etc.)\r\nd)\tDefining metrics (for example, dose homogeneity index, remaining mass percentage, etc.) to measure drug delivery efficiency, and thus effectiveness of various catheter systems.\r\n\r\nThis request seeks to validate the software we have developed and start testing on some patient-specific geometries the efficacy of different drug delivery systems.' },
  { projectCode: 'TG-DMR150063',
    cores: 96,
    pi: 'Richard F Haglund',
    fos: 'Materials Research (DMR)',
    inst: 'Vanderbilt University',
    abstract: 'Vanadium dioxide (VO2) is a model system for understanding strongly correlated materials because of its insulator-to metal transition (IMT). It is also technologically important for ultrafast optical and electronic switches as the transition happens on a femtosecond time scale. However, prospects for some applications of VO2 have been clouded by both the much slower monoclinic-to-rutile structural transition (MRT) that accompanies the IMT and questions about the role of defects in the IMT, especially in thin-film geometries. \nTo address these two challenges, the PIs group is currently carrying out experimental studies under NSF support (DMR12-07507 and potentially EECS-1209740), which include:\n(1) Growing VO2 films in the M1 and M2 (a second monoclinic insulating phase) phases by various scalable techniques and comparing the physical and optical properties; \n(2) Correlating the effects of nanoscale morphology, crystallinity, substrate and applied fields with the formation and relaxation dynamics of the metallic phase; and\n(3) Measuring the time-dependent dielectric function of VO2 with femtosecond resolution to link the physical properties of VO2 films to the dynamics of ultrafast switching. \nFirst-principle calculations have provided valuable information for elucidating the underlying mechanism of experimental studies of VO2. Under previous NSF support (ECE-0801980), the PI and collaborators observed a narrowed hysteresis window of metal-insulator transition in strained multi-domain VO2 nanoparticles and performed first-principles density functional theory calculations to explore its microscopic origin. These calculations showed that the formation of oxygen vacancies is greatly enhanced at the grain-boundaries of VO2, suggesting that the hysteresis window is narrowed by oxygen vacancies that nucleate the phase transition. \nEncouraged by the previous success in utilizing theoretical calculations, here we propose to employ first-principles density functional theory to elucidate the roles of defects in the optical properties of VO2 films fabricated by scalable techniques (electron-beam evaporation, sputtering and pulsed-laser deposition). Defects of interest include oxygen vacancies and dopants such as tungsten, chromium, and titanium. We will calculate the structural, electronic, and optical properties of these defects, both at the surfaces of films and underneath the surface on both M1 and M2 phases. The effects of crystallinity and substrate (glass, silicon, sapphire and titania) will also be taken into account. The results will be analyzed together with our experimental data. \nWe will adopt the hybrid DFT method in the calculations to reproduce the experimental bandgap of VO2. More advanced theoretical technique, including GW methods, will be applied when necessary.' },
  { projectCode: 'TG-ATM140043',
    cores: 128,
    pi: 'Sarav Arunachalam',
    fos: 'Atmospheric Chemistry',
    inst: 'University of North Carolina, Chapel Hill',
    abstract: 'Fine particulate matter of diameter (PM2.5) is a federally regulated air pollutant with well-known impacts on human health. Atmospheric models, such as the Community Multiscale Air Quality model (CMAQ), are used to estimate the atmospheric concentration of pollutants such as PM2.5. Sensitivity analysis of these models has long been limited to finite difference and regression-based methods, both of which require many computationally intensive model simulations to link changes in output with perturbations in input. In order to calculate the sensitivity of PM2.5concentrations to emissions from individual sources from two source sectors, we utilize the Decoupled Direct Method in three dimensions (DDM-3D), an advanced sensitivity analysis tool recently implemented in CMAQ. DDM-3D allows calculation of sensitivity coefficients within a single simulation, eliminating the need for multiple model runs. However, while the output provides results for a variety of input perturbations in a single simulation, the processing time for each run is dramatically increased compared to simulations conducted without the DDM-3D module. We apply this advanced and sophisticated technique within the CMAQ model to assess sensitivities due to a) individual airport emissions, b) residential fuel combustion sources by state and c) select number of individual power plants in the U.S.  Based upon preliminary work performed for airport emissions, we have a design of experiments wherein we can model 6 different precursor emissions from 139 individual airports in multiple groups of CMAQ simulations, wherein we group airports such that plumes from no two airports intersect with each other. Use of the XSEDE Stampede computing cluster allows us to calculate sensitivity coefficients for a large number of input parameters, that that would be possible otherwise.  We will expand this design to perform the modeling for two different projects, but using identical core scientific tools (CMAQ/DDM-3D) to compute sensitivity coefficients that may be then be used to derive policy-relevant information. Using CMAQ/DDM-3D allows for a much wider variety of ad-hoc aviation policy scenarios to be generated and evaluated than would be possible using other sensitivity analysis methods or smaller-scaled computing systems. The results from this project will help with achieving the following objectives: a) quantify the individual contributions from major airports in the U.S. to PM2.5 levels to assess policy options that involve differential growth patterns, and b) quantify the environmental and public health benefits of reduced residential energy consumption, and related energy efficiency.' },
  { projectCode: 'Phase-Transformation',
    cores: 80,
    pi: 'Srinivasan G Srivilliputhur',
    fos: 'Materials Research (DMR)',
    inst: 'University of North Texas',
    abstract: 'The proposed project is part of a NSF funded program and involves the integration of sophisticated multiscale computational models, advanced materials characterization techniques, and combinatorial and accelerated methods for materials processing and property evaluation, raising significantly the state of the art in the discovery and development of new materials. We propose to use the allocated startup time to carry out Density Functional Theoty (DFT) calculations of phase transformation pathways in Ti-Mo and Ti-Nb systems. \n\nWe propose to submit a formal proposal under Research Allocation during the December 1, 2015 cycle.' },
  { projectCode: 'A-ch5111',
    cores: 32,
    pi: 'Gyeong Hwang',
    fos: 'Materials Research (DMR)',
    inst: 'Department of Chemical Engineering',
    abstract: 'This project aims at developing: (1) a deeper understanding of the fundamental behavior and properties of defect and dopant complexes in strained Si layers and their interfaces with a-SiO2 (with also some effort on high-k dielectrics); and (2) first principles-based kinetic models capable of predicting the evolution of dopant and defect profiles, which is needed for rational experimental designs to realize ultrashallow junctions for the 45-nm node or beyond. \nContinued scaling of CMOS devices down to the 45-nm design node or beyond will require the formation of ever shallower and more abrupt junctions with higher doping levels.  This also requires moving away from bulk CMOS in Si with SiO2 gate dielectrics.  It will probably involve the use of a buried strained Si layer for channel mobility enhancement and high-k dielectrics for gate leakage current reduction.  However, little is known about the fundamental behavior and properties of defects and dopants in strained Si layers and their interfaces with a-SiO2, (let alone high-k dielectrics). \nWe perform first principles calculations to determine: structure, stability, and bonding of defect and dopant clusters in amorphous/strained Si layers; formation and diffusion of mobile defect and defect-dopant complexes in strained Si layers and in the vicinity of a-c Si interfaces; and defect annihilation and dopant precipitation at strained-Si/a-SiO2 interfaces. \nWe perform first principles based classical molecular dynamics (or ab inito tight binding molecular dynamics, if necessary) simulations to examine complex dynamics occurring in amorphous Si.  Emphasis is placed on understanding: recrystallization of amorphous pockets in the presence of strain and defects; and dynamic behavior of defects in the vicinity of amorphous pockets.  The fundamental findings contribute to developing improved kinetic models for defect profiles during the early stages of post-implantation annealing.' },
  { projectCode: 'TG-CTS090079',
    cores: 16,
    pi: 'Rigoberto Hernandez',
    fos: 'Chemical Reaction Processes',
    inst: 'Georgia Institute of Technology',
    abstract: 'A series of simulations are proposed to augment the effort of NSF Grant #CHE 0749580 on the Simulations of Driven Colloidal Suspensions." Three Million SUs are requested to perform studies of a structured colloidal system under various conditions including the shear rate.  This is essential\nto improve the models characterizing these systems and the boundary conditions employed to address the multi-scale nature of the shearing. The simulations will also shed significant light on the role of competing attractive and repulsive regions in the colloid-colloid interaction potential both at equilibrium and under non-equilibrium shearing regimes. Three Million SUs are requested to perform studies of the diffusion of apoferritin through static and driven fd virus dispersions.  Simulations will be performed at all-atom length scale in order to construct potentials of mean force between these particles. Coarse-grained particle dynamics simulations will be performed at the much longer length scale required to have a representation of the heterogeneity of the fd virus dispersion.  Herein, the non-equilibrium driving conditions are effected by the rotation of an applied (and rotating) director field. In total, we are requesting Six Million SUs so as to perform a significant new class of nonequilibrium simulations that will have impact on the test systems directly, and will serve as testbed systems for recent advances in the theories and methods of nonequilibrium statistical mechanics.\n' },
  { projectCode: 'FDTD3D-Cont',
    cores: 64,
    pi: 'William Symes',
    fos: 'Computational Mathematics',
    inst: 'Rice University',
    abstract: 'In now-completed projects (FDTD3D, TG-DMS080033N), the PI conducted large-scale tests of the IWAVE simulation package. This package has been used to benchmark synthetic data for the SEAM project, a multicompany oil industry consortium. The SEAM data will be made available for use by the entire geophysical research community; it is considerably larger (and closer to contemporary field data dimensions) and has much greater physical fidelity than prior benchmark data sets. Our role was to verify its accuracy. In the course of our work with SEAM, considerably assisted by the projects at TACC, my group (re)discovered significant flaws in the standard simulation technology (regular grid finite difference methods) and began working to overcome these deficiencies. Iwave itself, while quite conservative, represents the first public domain seismic simulator with high-order stencils, efficient absorbing boundary conditions, and both message-passing and thread--based parallelism demonstrated to scale well to hundreds of cores. Iwave will be released at the upcoming SEG meeting and published by the SEG.\n\nThe current request asks for sufficient resources to carry on the prior work in several directions:\n\n(1) together with several students, I have developed an object-oriented wrapper around Iwave to produce the various components of data-fitting model estimation (known as full waveform inversion in reflection seismology) along with several other techniques in imaging (reverse time migration) and novel inversion methods (nonlinear velocity analysis). These applications require testing at a scale not available in my lab.\n\n(2) the spin-off project to enhance simulation accuracy fhrough efficient structured-mesh finite element modeling has achieved its goal in one case already, namely constant density acoustics (to be presented fpr the first time at the SEG 2009 meeting). The main feature is the necessity of capturing subgrid features in the model in upscaled stiffness and mass matrix coefficients. I have proposed a method for upscaling in teh special case of constant density acoustics which requires the coefficient field to be represented by spatial multiresolution (wavelet expansion). This representation dovetails with inversion methodology - if successful it will alter the way in which models are constructed in this field. Once again, large scale tests are a necessity for this new application of Iwave.\n\n(3) both as part of my own research program and to support Phase II of the SEAM project, I have begun to construct an elastic modeling capability within the Iwave framework. The computational complexity is an order of magnitude greater than acoustics, and large-scale testing will be necessary earlier in the process.' },
  { projectCode: 'TG-AST100040',
    cores: 16,
    pi: 'Alexander Tchekhovskoy',
    fos: 'Astronomical Sciences (AST)',
    inst: 'University of California, Berkeley',
    abstract: 'n/a' },
  { projectCode: 'TG-AST140080',
    cores: 512,
    pi: 'Michael Boylan-Kolchin',
    fos: 'Astronomical Sciences (AST)',
    inst: 'University of Texas at Austin',
    abstract: 'We request computing time and storage space on XSEDE resources, principally\n  Stampede or Gordon, to run a zoom-in cosmological simulation of the formation\n  of the Local Group of galaxies using a stellar feedback model that has already\n  been shown to produce realistic galaxies at both the dwarf and Galaxy scales.\n  We aim to constrain the gas kinematics, which will allow for better detections\n  of the CGM, in addition to detailed studies of both field and satellite dwarf\n  galaxies, such as the resultant density profiles and requirements for the\n  quenching of star formation.  We will create the initial conditions with\n  MUSIC, which self-consistently samples the matter power spectrum in the early\n  Universe, evolve the simulation with the TreePM+SPH code Gizmo, a version of\n  the mature code Gadget that models the physics relevant to galaxy formation, \n  identify collapsed structures with Rockstar, a six-dimensional halo finder, \n  track them through time with consistent-trees, an advanced merger-tree algorithm, and \n  perform the final analysis using tools developed within the collaboration.  We \n  have extensively tested all of these software packages, both on our own \n  computational resources and XSEDE computers, and are confident that our request \n  of 3.99M SUs is an accurate estimate of that required to reach the scientific goals.' },
  { projectCode: 'TG-MCA93S001',
    cores: 48,
    pi: 'B MONTGOMERY PETTITT',
    fos: 'Chemistry (CHE)',
    inst: 'University of Texas Medical Branch',
    abstract: 'We will use 2 methods, molecular dynamics simulations and diagrammatic theory, to study the properties of proteins and nucleic acids in aqueous saline solution. The molecular dynamics simulations will be used to interpret structural\nand thermodynamic experimental data for the biopolymer projects. Using recent classical force eld models these systems will be simulated with molecular dynamics using programs developed in this lab. \nThe following ongoing scientic projects of biochemical/biotechnological signicance related to the this renewal\nare described: 1)Salt effects in Peptide and Protein Solutions: non-ideal behavior, 2)DNA melting 3)Evaluation of probability densities by integral equations.\nThese are an ongoing set of funded projects. Considerable progress has been made with the last allocation and we\nexpect to finish the supplemental allocation before the end of this quarter. Several manuscripts have been and are being\ncompleted; these are listed in a separate section of this document along with progress on code optimization.' },
  { projectCode: 'TG-ATM140004',
    cores: 48,
    pi: 'Bohua Huang',
    fos: 'Climate Dynamics',
    inst: 'George Mason University',
    abstract: 'There is ample evidence that dynamical models of the Earth\'s climate system have the potential to make skillful seasonal predictions of the Indian summer monsoon rainfall from May to September. Currently, however, there is still a major gap between the level of predictability and actual prediction skill, which can be attributed to both inadequate model physics and inaccurate initial state. This proposal requests computational resource to improve the seasonal monsoon prediction, using the version 2 of the Climate Forecast System (CFSv2), which is the current operational climate prediction model at the National Centers for Environmental Predictions. We concentrate on improving the ocean initialization of the forecast system, where most of the memory for seasonal predictability resides. For this purpose, we will conduct a set of 28-year (1979-2009) hindcast experiments, using our newly developed strategy of multiple analysis ensemble (MAE) initialization of ocean. It is expected that the MAE strategy will significantly reduce the effect of the inherent uncertainty in current ocean analyses and thus improve the seasonal prediction skill of the sea surface temperature (SST) in not only the tropical eastern Pacific, but also the western Pacific and Indian Oceans, which will further lead to improved Indian Monsoon prediction. A set of the idealized initialization experiments will also be conducted to help evaluate the effects of the model systematic bias. Furthermore, some sensitivity experiments will be conducted to examine the relative contributions to the monsoon prediction by the SST anomalies in the tropical Pacific, Indian and Atlantic basins respectively, as well as the influences of the atmospheric model resolution on the tropical air-sea interaction. The total requested computational allocation for these experiments is 4.30 million core-hours (su) on Stampede. ' },
  { projectCode: 'TG-DMR050013N',
    cores: 48,
    pi: 'Axel Vandewalle',
    fos: 'Materials Research (DMR)',
    inst: 'Brown University',
    abstract: 'Although most of the projects supported by this allocation are progressing as expected, two of the five sub-projects turned out to require unexpectedly larger computational resources.\n\n(1) The calculation of the equation of state (EOS) of Ta and Fe at high pressures and temperatures via ab initio molecular dynamics and lattice dynamics simulations are more demanding than expected for two reasons:\na) at the higher end of the pressure range of interest, we realized that we needed to explicitly model some of the electrons that would have been safely treated as part of a "frozen core" at lower pressures. This involves larger basis sets and correspondingly larger resources.\nb) we observed an apparent electronic transition in Ta at high pressure, which turned out to be artifact that disappeared after increasing the k-point mesh.\nThese two issues roughly lead to a factor 6 increase in computational requirements (relative to the estimates of our original proposal) and affect roughly 50 high-pressure data points (out of the original 200). Our additional requirements are therefore:\n6 x 1500 SU/point  50 points = 450 000 SU.\n\n2) As we were carrying out the computational characterization of the phase diagram of Zn-Sb-based thermoelectrics, new experimental evidence became available that indicated the potential presence of a new compound in the phase diagram that needs to be investigated. Unfortunately, this new compound turns out to have an extremely low symmetry (only inversion symmetry is present!). As a result, each structural energy calculation (to explore various point defect structures that contribute the non-negligible configurational free energy of the compound) requires about 4 times more resources to complete and we need about twice as many of them. Our additional requirements are therefore:\n(2 x 300 structures)  (4 x 100 SU/structure) = 240 000 SU\n\nIn summary, we would need an additional 690 000 SU.\n' },
  { projectCode: 'A-asoz',
    cores: 32,
    pi: 'Paul R Shapiro',
    fos: 'Astronomical Sciences (AST)',
    inst: 'University of Texas at Austin',
    abstract: 'The universe was reionizad before redshift z=5 by a small fraction of the baryons in the universe, which released energy following their condensation from the cold, dark, and neutral IGM. The theory of this reionization is a critical missing link in the theory of galaxy formation.\r\n\r\nThis energy release also created feedback on galaxy formation. We propose to focus on a few crucial problems in the theory of reionization and feedback in the CDM model. These include: (1) the escape fraction of ionizing radiation from high-redshift galaxies which host stars and miniquasars; (2) the photoevaporation of minihalos during reionization and its effect on reionization; (3) the suppression of dwarf galaxies by reionization; (4) the heavy element enrichment of the IGM by SN-driven explosions and galactic winds from dwarf galaxies; (5) a comparison of the effects of reionization by starlight versus quasars; (6) the effect of feedback on the halo density profile, in relation to "cuspy core" crisis of the standard CDM model.\r\n\r\nWe propose to run high-resolution N-body and hydrodynamics simulation. The code we are going to use primarily on Maverick is N-body, TVD hydrodynamics code, using OpenMP parallelization scheme. \r\n\r\nWe will simulate the photoevaporation of minihalos by the ionization fronts which reionized the IGM, the first 3D cosmological gas dynamical simulations which self-consistently include radiative transfer, using a newly developed Eulerian code with Adaptive Mesh Refinement. We will also apply our new and improved ASPH/P3M method to simulate the effect of SN-driven explosions during galaxy formation.\r\n\r\nPhD. graduate student, Jun Koda, is working on the N-body simulation of Self-Interacting Dark Matter. The simulation involves large number of self-gravitating N-body particles (~512 cube) with Monte Carlo random scattering. The density profile halos -- gravitationally bound systems -- in the universe is our primary interest. The result of the simulation will be compared with observations and verify or constrain the range of valid value of scattering cross section. The simulation will be done for many different mass range, from cluster of galaxies scale to dwarf galaxy scale, and with three different cross sections 0.5 to 5 cm2/g.' },
  { projectCode: 'Nanoparticles',
    cores: 16,
    pi: 'Miguel Jose-Yacaman',
    fos: 'Materials Research (DMR)',
    inst: 'University of Texas at San Antonio',
    abstract: 'The nanomaterilas are having agreat impact in industry .It is necessary to advance the application by applying advanced DFT calculations to solve the structural problems in \nNanoparticles \nNanowires \nstellated particles \nIn this proyect we will study nanoparticles of metals such as gold ,Platinum and silver ffinding the properties from first principles .' },
  { projectCode: 'TG-ATM140018',
    cores: 80,
    pi: 'Yongkang Xue',
    fos: 'Climate Dynamics',
    inst: 'University of California, Los Angeles',
    abstract: 'The Sahel is a diverse climatic region that includes a semi-arid tropical zone in the north and a humid tropical climate zone to the south. Understanding Sahelian climate seasonal, interannual, and decadal variability and anomaly has been recognized as a critical component in global climate studies by international programs, such as CLIVAR, GEWEX, and AMMA.  The more severe drought in the last century in the world, strong coupling between Sahel climate and external forcings, the controversy on the causes of the Sahel climate anomalies, especially the drought, and its significant social and economic implications make this region extremely important for the scientific community.   This project will contribute to identification of the attribution of Sahel rainfall changes to anthropogenic and natural drivers, and the effect of climate variability on its ecosystems and water resources' },
  { projectCode: 'geochem-simu',
    cores: 32,
    pi: 'Alex Sun',
    fos: 'Earth Sciences (EAR)',
    inst: 'Bureau of Economic Geology',
    abstract: 'This project aims to design monitoring network for carbon sequestration projects' },
  { projectCode: 'TG-ATM120034',
    cores: 32,
    pi: 'Michael Pritchard',
    fos: 'Atmospheric Sciences (ATM)',
    inst: 'University of California, Irvine',
    abstract: 'I seek a 1.53M SU allocation on the NICS Kraken Cray XT5 system to renew a promising line of research into the basic dynamics of the Madden-Julian Oscillation. I, the PI (Pritchard) began the prior work that paved the way for this project in Nov. 2011, under postdoctoral mentorship with the prior Co-PI (Bretherton), under the allocation TG-120034, and has since begun an Assistant Professor position at the University of California, Irvine. I am now seeking to expand promising lines of inquiry with a renewal allocation.\n\nThe proposed renewal work remains in close collaboration with the Center for Multi-Scale Modeling of Atmospheric Processes (CMMAP), a Science and Technology Center that has been supported by the National Science Foundation since July 2006. CMMAP developed the key simulation technology  the Multi-scale Modeling Framework (MMF)  that I will employ for research. I am an alumnus and active member of the CMMAP community. \n' },
  { projectCode: 'TG-CTS130030',
    cores: 16,
    pi: 'Zhi Liang',
    fos: 'Thermal Systems',
    inst: 'Rensselaer Polytechnic Institute',
    abstract: 'n/a' },
  { projectCode: 'TG-ASC140030',
    cores: 16,
    pi: 'Dick Gayler',
    fos: 'Distributed and Parallel Processing, Vectorization',
    inst: 'Kennesaw State University',
    abstract: 'This proposal requests computational time on Stampede to support an introduction to parallel programming course taught Fall Semester at Kennesaw State University.  This course is an undergraduate elective course which introduces students to parallel programming techniques.  Specifically, the course will cover programming using pthreads, OpenMP, and MPI.  Correctness and efficiency of parallel software will be emphasized.  There will be multiple homework assignments using each of these three techniques.  Performance measurements will be made to analyze the speed-up obtained by using these techniques.' },
  { projectCode: 'TG-TRA130033',
    cores: 96,
    pi: 'Jayshree Sarma',
    fos: 'Training (TRA)',
    inst: 'George Mason University',
    abstract: 'I will be using the allocation to help researchers on GMU campus understand how to use XSEDE resources' },
  { projectCode: 'Worm-Vision',
    cores: 16,
    pi: 'Adela Ben-Yakar',
    fos: 'Bioengineering and Aiding the Disabled',
    inst: 'Department of Mechanical Engineering',
    abstract: 'In this project, Ben-Yakar Lab is developing an image processing platform to analyze data collected from a high throughput, lab-on-a-chip drug screening platform. By extracting neuronal features of the C. elegans worm from high resolution confocal microscopy, we can better understand neuron function and disease.' },
  { projectCode: 'STAR-Firefly',
    cores: 272,
    pi: 'Melyssa Fratkin',
    fos: 'Mechanical and Structural Systems (MSS)',
    inst: 'Texas Advanced Computing Center',
    abstract: 'STAR Partner research project' },
  { projectCode: 'TG-CHE130099',
    cores: 128,
    pi: 'Sharon Loverde',
    fos: 'Physical Chemistry',
    inst: 'City University of New York',
    abstract: 'In this proposal, we outline and propose molecular modeling efforts of peptide-drug amphiphiles (DAs).  Peptide drug-amphiphiles self-assemble into cylindrical fibers with unique characteristics - high drug loading and morphological tunability. Particularly interesting is the ability to tune the peptide sequence to optimize the mechanical properties (persistence length) of the fibers. To begin with, we outline molecular dynamics simulations of the DAs from random in solution and in different solvent.  Following we outline and propose molecular dynamics simulations of pre-assembled DAs into supramolecular cylindrical fibers.  Insight gained should inform the design of novel anticancer drug delivery systems.  The PI requests 4,134 kSU\'s for the scope of this proposal.' },
  { projectCode: 'TG-MCB150118',
    cores: 64,
    pi: 'Michael Ostap',
    fos: 'Biophysics',
    inst: 'Bloomsburg University of Pennsylvania',
    abstract: 'Our goal is to determine the molecular mechanisms of the myosin-I family of molecular motors.  Myosin-Is comprise the largest unconventional myosin family found in humans (eight genes), and its large size and expression profile distinguish it as one of the most diverse.  Myosin-Is physically link cell membranes to the underlying actin cytoskeleton where they play essential roles in powering membrane dynamics, membrane trafficking, and mechanical signal-transduction.  Myosin-Is show remarkable diversity in their cellular function, which is mediated by their diverse biophysical properties, which includes dynamic tension sensing, membrane-attachment, and unique regulatory modes.  Our goal is to provide the biochemical and biophysical foundation for understanding the molecular physiology of this important class of motors.  One important aim is to define the structural origin of myosin-I force sensing from a recently obtained crystal structure of myo1b in its apo conformation and from 8A cryoEM electron densities of myo1b bound to actin in its rigor and ADP conformations.  The transition between ADP and rigor states determines the force sensitivity of myo1b. We have preliminary models of the ADP and rigor structures of myo1b bound to actin using MDFF and NAMD and propose using XSEDE to refine these models and estimate the kinetics of the transtion over a range of forces using NAMD and SMD.' },
  { projectCode: 'HiPSTAS',
    cores: 96,
    pi: 'Tanya Clement',
    fos: 'Humanities/Arts',
    inst: 'School of Information',
    abstract: 'The School of Information at the University of Texas at Austin and the Illinois Informatics Institute at the University of Illinois at Urbana-Champaign have received an NEH Institutes in Advanced Technologies in the Digital Humanities grant to host two rounds of an NEH Institute on High Performance Sound Technologies for Access and Scholarship (HiPSTAS). Humanists interested in sound scholarship, stewards of sound collections, and computer scientists and technologists versed in computational analytics and visualizations of sound will develop more productive tools for advancing scholarship in spoken text audio if they learn together about current practices, if together they create new scholarship, and if they consider the needs, resources, and possibilities of developing a digital infrastructure for the study of sound together.' },
  { projectCode: 'TG-MCB150114',
    cores: 256,
    pi: 'Christopher M Roland',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'North Carolina State University at Raleigh',
    abstract: 'This proposal requests Xsede resources for the two investigations in the area of biophysics. Specifically, we aim at contrasting the roles of asparagine and glutamine in the aggregation of prion-like proteins and investigating free energies of CAG-based trinucleotide repeats.\n\nSequences rich in glutamine (Q) and asparagine (N) are intrinsically disordered in monomeric form, but can aggregate into highly ordered amyloids as seen in Q/N-rich prion domains (PrD). Amyloids are fibrillar protein aggregates rich in beta-sheet structures that can self-propagate through protein-conformational chain reactions. It has been shown that tuning the amount of Ns and Qs in yeast PrDs results in very different effects: N-rich mutants lead to non-pathological self-seeding amyloids while Q-rich mutants lead to toxic nonamyloid structures. These structures preferences have been explained in terms of an enhanced beta-hairpin turn propensity of Ns over Qs. We have considered a variety of N/Q-rich peptides, including the sequences found in the yeast Sup35 PrDs, in parallel and antiparallel beta-sheet aggregates and probed all the possible steric-zipper interfaces to determine their relative stability. Our  current preliminary results show that polyQ aggregates are more stable than polyN aggregate, although when other amino acids are present as in Sup35 PrD that latter seems to be preferred. We have already explored much of phase space associated with this problem but request Xsede resources in order to enhance our statistics for this problem. \n\nTurning to our second scientific problem, we note that simple sequence repeats consist of units of one to six nucleotides that may be repeated up to thirty or more times. Trinucleotide repeats (TRs) constitute the most common type of simple sequence repeats in the exome\nof all eukaryotic genomes. In DNA, TRs may be neutral sequences or have several regulatory roles in gene expression. RNA TRs in the nucleus may regulate splicing, maturation and transport, while in the cytoplasm they regulate mRNA stabilty and transition. The incidence of specific sorts of TRs varies greatly between genomes, underscoring the vital role of TRs in genome evolution. Currently, it is estimated that the rate of length mutations in some simple repeats is about 100,000 times higher than that of a single point mutation. This can lead to frequent polymorphisms in coding of the genes and the rapid expansion of amino acid repeats. We are currently aiming to investigate fundamental aspects of TRs with a focus on their conformations, free energies and relative stability of associated atypical structures. In particular, using AMBER software which we have developed we aim to focus on CAG-based TRs.\n\nThis is first request for Xsede computational resources from a group with considerable high-performance computing experience. To date, we have been using local resources (our own group as well as NC State resources), but the scientific problems have outgrown our current\ncomputing resources. We note that the two scientific problems described here are quite feasible with modest resources requested: we already have preliminary data for both problems. However, more resources are needed to bring our studies into a publishable form. In addition, this will give our group valuable Xsede experience. Simulations will be carried out by 2 graduate students and 1 postdoc, which will be added to project when approved.' },
  { projectCode: 'TG-MCB140021',
    cores: 512,
    pi: 'Michael Gilson',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'University of California, San Diego',
    abstract: 'One defining goal of the molecular dynamics (MD) simulation field is to accurately predict the binding free energy of a ligand-receptor complex to within 1 kcal/mol or better of the experimental value.\tAn extraordinary number of algorithms and approaches have been developed to achieve this (umbrella sampling, steered MD, thermodynamic integration, MMPBSA, linear interaction energy, etc). The limiting factor for all these approaches is the force field used to model the ligand-receptor complex of interest. In the past, force field development goals have focused on either accurately reproducing experimental data for large biomolecules (i.e., proteins, nucleic acids, carbohydrates) or predicting the free energy of solvation of small drug-like molecules. We are submitting this research request in order to enable a third approach, namely, to address force field limitations in the context of host-guest model systems. In contrast to the previous approaches, we will evaluate the accuracy of force fields to predict biomolecular association directly by using umbrella sampling simulations to remove a guest from a host binding cavity.  From these simulations, free energies and enthalpies can be computed and compared to reference experimental values determined by isothermal titration calorimetry (ITC). The host molecules we will study consist of a variety of modified and unmodified cyclodextrins for which highly accurate ITC data exists for numerous drug-like guests. The small size of a host-guest model system, around 7,000 atoms in explicit solvent, allows for very rapid simulation speeds and quick convergence of the properties of interest.  Given the large capacity of XSEDE resources, we can package a large number of homogeneously sized, umbrella sampling sub-jobs into a single large job that will enable quick turnaround needed for force field testing. We will be using the AMBER simulation software to perform MD simulations. We are requesting allocation on Keeneland, Kraken, and Stampede as we expect these resources will best fit our needs in the future large-scale project. The Co-PI, Niel Henriksen, has extensive knowledge of AMBER software and its deployment and usage on XSEDE resources.' },
  { projectCode: 'Electromagnetic-Anal',
    cores: 128,
    pi: 'Ali Yilmaz',
    fos: 'Communications and Computational Systems',
    inst: 'Institute for Computational Engineering and Science',
    abstract: 'Electromagnetic Analysis of Electronic Packages\n\nElectronic packages continue to pose challenges that are not met by current simulation tools. Advanced electromagnetic simulators are needed to characterize, analyze, design, and optimize full-scale packages. The goal of this project is to enable predictive and fast full-wave simulation of full-scale packages by exploiting the latest developments in computational electromagnetics. Specifically, the PI will (i) formulate layered-medium Green functions and generalized conductor loss models for packages to simplify modeling/meshing, to increase accuracy, and to reduce number of unknowns, (ii) develop FFT-accelerated iterative and direct integral-equation algorithms to reduce computational costs, (iii) devise parallel workload distribution methods to increase parallel efficiency and scalability of the methods, and (iv) deploy the resulting software and investigate its performance on massively parallel clusters of multi-core processors and many-integrated-core coprocessors on Lonestar and Stampede.\nThe requested SUs will be used for (i) code validation by solving reference problems, (ii) parallel scalability tests, and (iii) medium-scale simulations. It is expected that the results of these investigation will significantly extend our ability to quantify the elecrtical performance of electronic packages.' },
  { projectCode: 'A-chgh',
    cores: 128,
    pi: 'Graeme Henkelman',
    fos: 'Chemical Reaction Processes',
    inst: 'Department of Chemistry and Biochemistry',
    abstract: 'The focus of this project is to use computational methods to model the chemical kinetics that determine the function of existing materials and to design new materials for energy conversion and storage.  Many of the alternative energy sources being considered to reduce our dependence upon fossil fuels are limited by material properties.  Examples include photovoltaic materials for energy production from sunlight, catalysts for energy conversion to and from chemical fuels, and storage in the form of electrochemical energy in batteries.  The key to designing new materials is a good understanding of the relationship between the material structure and its function.  Theory and modeling are playing an increasingly important role in determining these structure-function relationships.  In the field of catalysis, for example, the binding energy of chemicals to a catalyst surface have been shown to be good descriptors of catalytic activity.  For Li-ion battery materials, the binding of Li determines the cell voltage and diffusion barriers determine the potential current density.  Enabled with reactivity descriptors, computational methods can be used to rapidly screen and search for new materials.  In this project, existing collaborations with synthetic and analytical chemists will be leveraged to validate reactivity descriptors on functional materials for energy conversion and storage.  Specifically, nanoparticle catalysts for oxygen reduction, high capacity cathode materials for Li batteries, and doped oxides for photovoltaic applications will be targeted. The use of computational screening and gradient-based optimization in chemical compound space will then be used to predict new materials with improved function.  Through a close collaboration between theory and experiment, this approach will reduce the slow trial-and-error process of materials discovery and move towards the goal of materials-by-design.' },
  { projectCode: 'TG-MCB150054',
    cores: 176,
    pi: 'Alemayehu Gorfe Abebe',
    fos: 'Biochemistry and Molecular Structure and Function',
    inst: 'University of Texas Health Science Center at Houston',
    abstract: 'We request XSEDE allocations to study the Ras family of surface-bound proteins that regulate a variety of cell signaling pathways and LAT proteins involved in TCR-mediated signaling.  Malfunction of Ras proteins leads to many forms of cancer and developmental disorders, and there is an urgent need for therapeutic agents to abrogate defective Ras signaling. As part of our broader effort toward developing effective anti-cancer therapeutics by directly targeting Ras, we propose to conduct large-scale molecular dynamics simulations to study the structure, dynamics and druggability of Ras monomers and oligomers in solution and membrane environments. We will also investigate the roles of trans-membrane length, palmitoylation and amino acid sequence in determining membrane domain preferences and dimerization of LAT.' },
  { projectCode: 'TG-AST030031N',
    cores: 128,
    pi: 'William Dorland',
    fos: 'Astronomical Sciences (AST)',
    inst: 'University of Maryland, College Park',
    abstract: 'This proposal is for the extension of our numerical investigations of the turbulent magnetic fields in astrophysical plasmas. We are interested in the turbulent mechanisms for the generation and maintenance of fluctuating magnetic fields in stars, galaxies and clusters. \nThe physical objective is a detailed understanding of fully developed MHD turbulence both with and without an imposed mean field. In this Renewal Proposal for 2007-08, we ask for a continuation of our allocation to study the magnetic-field generation in systems  with linear shear, the anisotropic Alfven-wave turbulence in the presence of a strong mean field, and the magnetic fluctuations in a model of inhomogeneously interstellar medium. \nThe first two projects are of fundamental importance and have many astrophysical applications: accretion flows, galactic fields, turbulence in the solar wind and the inter-stellar medium. The third project addresses a number of recent observational results on the differences between the magnetic-field structure in the galactic spiral arms and in the interarm regions as well as the fundamental problem of turbulent paramagnetism. \n' },
  { projectCode: 'NLP',
    cores: 64,
    pi: 'Byron Wallace',
    fos: 'Knowledge Models and Cognitive Systems',
    inst: 'University of Texas at Austin',
    abstract: 'Evidence-based medicine (EBM) looks to inform patient care with the totality of available relevant evidence. But the volume of published biomedical data renders this goal infeasible.\nFor example, systematic reviews are the cornerstone of EBM and are critical to modern healthcare, informing everything from national health policy to bedside decision-making. But conducting systematic reviews is extremely laborious (and hence expensive): producing a single review requires thousands of person-hours. Moreover, the exponential expansion of the biomedical literature base has imposed an unprecedented burden on reviewers, thus multiplying costs. Researchers can no longer keep up with the primary literature, and this hinders the practice of evidence-based care.\n\nThis project concerns optimizing the practice of EBM via novel machine learning and natural language processing methods combined with large datasets, with the aim of facilitating evidence-based care in an era of information overload.' },
  { projectCode: 'TG-SES130027',
    cores: 16,
    pi: 'Chao Fu',
    fos: 'Economics',
    inst: 'University of Wisconsin',
    abstract: 'We have three projects, which are about crime, college admission, and pension provision. Each of these projects involves estimation of an economic model which contains multiple agents optimization problems and interactions between agents. Since the models cannot be solved analytically, we solve the models numerically by using multiple CPUs. We solve the models for two to three thousand candidate parameter sets in order to estimate the model. In addition, we do estimation for five hundred times to calculate the standard errors of the parameters which is a measure of reliability or preciseness of the estimates of the parameters. Therefore the estimation of these models is computationally too intensive to do with ordinary personal computers.' } ]